Repository: vaeth/eix
Catalog: po/*.po
Languages: de

# REDUNDANT_IF_IN_KEYWORDS
source: Applies if /etc/portage/package.accept_keywords contains a matching entry.
de: Testet, ob /etc/portage/package.accept_keywords auf die fraglichen Versionen zutrifft.

# REDUNDANT_IF_IN_MASK
source: Applies if /etc/portage/package.mask matches.
de: Testet, ob /etc/portage/package.mask auf die fraglichen Versionen zutrifft.

# REDUNDANT_IF_IN_UNMASK
source: Applies if /etc/portage/package.unmask matches.
de: Testet, ob /etc/portage/package.unmask auf die fraglichen Versionen zutrifft.

# REDUNDANT_IF_IN_USE
source: Applies if /etc/portage/package.use matches.
de: Testet, ob /etc/portage/package.use auf die fraglichen Versionen zutrifft.

# REDUNDANT_IF_IN_ENV
source: Applies if /etc/portage/package.env matches.
de: Testet, ob /etc/portage/package.env auf die fraglichen Versionen zutrifft.

# REDUNDANT_IF_IN_LICENSE
source: Applies if /etc/portage/package.license matches.
de: Testet, ob /etc/portage/package.license auf die fraglichen Versionen zutrifft.

# REDUNDANT_IF_IN_RESTRICT
source: Applies if /etc/portage/package.accept_restrict matches.
de: Testet, ob /etc/portage/package.accept_restrict auf die fraglichen Versionen zutrifft.

# REDUNDANT_IF_IN_CFLAGS
source: Applies if /etc/portage/package.cflags matches.
de: Testet, ob /etc/portage/package.cflags auf die fraglichen Versionen zutrifft.

# EIXCFGDIR
source: This variable is only used for delayed substitution. It is the directory where eix searches for its package.*.*/sets.eix files.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Verzeichnis, in dem eix nach seinen package.*.*/sets.eix-Dateien sucht.

# SLOT_UPGRADE_FORBID
source: If UPGRADE_TO_HIGHEST_SLOT=true, then packages listed in these files/dirs are treated as if UPGRADE_TO_HIGHEST_SLOT=false.
de: Falls UPGRADE_TO_HIGHEST_SLOT=true werden Pakete diesen Dateien/Verzeichnissen behandelt, als wenn UPGRADE_TO_HIGHEST_SLOT=false wäre.

# SLOT_UPGRADE_ALLOW
source: If UPGRADE_TO_HIGHEST_SLOT=false, then packages listed in these files/dirs are treated as if UPGRADE_TO_HIGHEST_SLOT=true.
de: Falls UPGRADE_TO_HIGHEST_SLOT=false werden Pakete diesen Dateien/Verzeichnissen behandelt, als wenn UPGRADE_TO_HIGHEST_SLOT=true wäre.

# KEYWORDS_NONEXISTENT
source: Entries listed in these files/dirs are excluded for -t TEST_KEYWORDS.
de: Einträge dieser Dateien/Verzeichnisse werden von -t TEST_KEYWORDS ausgenommen.

# MASK_NONEXISTENT
source: Entries listed in these files/dirs are excluded for -t TEST_MASK.
de: Einträge dieser Dateien/Verzeichnisse werden von -t TEST_MASK ausgenommen.

# UNMASK_NONEXISTENT
source: Entries listed in these files/dirs are excluded for -t TEST_UNMASK.
de: Einträge dieser Dateien/Verzeichnisse werden von -t TEST_UNMASK ausgenommen.

# USE_NONEXISTENT
source: Entries listed in these files/dire are excluded for -t TEST_USE.
de: Einträge dieser Dateien/Verzeichnisse werden von -t TEST_USE ausgenommen.

# ENV_NONEXISTENT
source: Entries listed in these files/dire are excluded for -t TEST_ENV.
de: Einträge dieser Dateien/Verzeichnisse werden von -t TEST_ENV ausgenommen.

# LICENSE_NONEXISTENT
source: Entries listed in these files/dirs are excluded for -t TEST_LICENSE.
de: Einträge dieser Dateien/Verzeichnisse werden von -t TEST_LICENSE ausgenommen.

# RESTRICT_NONEXISTENT
source: Entries listed in these files/dirs are excluded for -t TEST_RESTRICT.
de: Einträge dieser Dateien/Verzeichnisse werden von -t TEST_RESTRICT ausgenommen.

# CFLAGS_NONEXISTENT
source: Entries listed in these files/dirs are excluded for -t TEST_CFLAGS.
de: Einträge dieser Dateien/Verzeichnisse werden von -t TEST_CFLAGS ausgenommen.

# INSTALLED_NONEXISTENT
source: Packages listed in these files/dirs are excluded for -t TEST_REMOVED.
de: Einträge dieser Dateien/Verzeichnisse werden von -t TEST_REMOVED ausgenommen.

# ADD_PACKAGE_NOWARN
source: This variable is only used for delayed substitution in PACKAGE_NOWARN. It is meant to be a local addition to PACKAGE_NOWARN.
de: Diese Variable wird nur zur verzögerten Ersetzung in PACKAGE_NOWARN benutzt. Sie ist für lokale Erweiterungen von PACKAGE_NOWARN gedacht.

# OBSOLETE_NOWARN
source: This variable is only used for delayed substitution in PACKAGE_NOWARN. If it is set then the files from OBSOLETE_PACKAGE_NOWARN are used.
de: Diese Variable wird nur zur verzögerten Ersetzung in PACKAGE_NOWARN benutzt. Wenn sie gesetzt ist, werden die Dateien von OBSOLETE_PACKAGE_NOWARN benutzt.

# OBSOLETE_PACKAGE_NOWARN
source: This variable is used for delayed substitution in PACKAGE_NOWARN if the variable OBSOLETE_NOWARN is set.
de: Diese Variable wird zur verzögerten Ersetzung in PACKAGE_NOWARN benutzt, falls die Variable OBSOLETE_NOWARN gesetzt ist.

# PACKAGE_NOWARN
source: This file/directory contains exceptions for -T tests.
de: Diese Datei/dieses Verzeichnis enthält Ausnahmen für -T.

# EIX_LOCAL_SETS_ADD
source: This variable is only used for delayed substitution. It specifies directories for EIX_LOCAL_SETS.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt die Verzeichnisse für EIX_LOCAL_SETS an.

# EIX_LOCAL_SETS
source: This is a space-separated list of directories containing set definitions.
de: Dies ist eine Liste von durch Leerzeichen getrennten Verzeichnissen mit Set-Definitionen.

# EAPI_REGEX
source: This regular expression describes the recognized EAPIs in .ebuild suffixes. You might need to modify it according to the installed portage version. Leave it empty if EAPI-suffixed ebuilds (GLEP 55) should be ignored.
de: Dieser reguläre Ausdruck gibt die EAPIs an, die als .ebuild-Suffixes erkannt werden sollen. Der Wert muss ggf. an die installierte Portage-Version angepasst werden. Wenn er leer ist, werden alle Ebuilds mit EAPI-Suffixen (s. GLEP 55) ignoriert.

# COLOR_RESET
source: This variable is only used for delayed substitution. It is the color used for default colors.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die Farbe für Standard-Ausgaben fest.

# COLOR_RESET_BG
source: This variable is only used for delayed substitution. It is the color used for default colors.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die Farbe für Standard-Ausgaben fest.

# COLOR_NAME
source: This variable is only used for delayed substitution. It defines the color used for the name of packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für Paketnamen.

# COLOR_WORLD
source: This variable is only used for delayed substitution. It defines the color used for the name of world packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für Paketnamen aus der World-Datei.

# COLOR_WORLD_SETS
source: This variable is only used for delayed substitution. It defines the color used for the name of world sets packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für Paketnamen aus einem World-Set.

# COLOR_CATEGORY
source: This variable is only used for delayed substitution. It defines the color used for the category of packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für den Kategorienamen eines Pakets.

# COLOR_CATEGORY_SYSTEM
source: This variable is only used for delayed substitution. It defines the color used for the category of system packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für den Kategorienamen eines @system-Pakets.

# COLOR_CATEGORY_PROFILE
source: This variable is only used for delayed substitution. It defines the color used for the category of profile packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für den Kategorienamen eines @profile-Pakets.

# COLOR_CATEGORY_WORLD
source: This variable is only used for delayed substitution. It defines the color used for the category of world packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für den Kategorienamen eines Pakets der World-Datei.

# COLOR_CATEGORY_WORLD_SETS
source: This variable is only used for delayed substitution. It defines the color used for printing the category of world sets packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für den Kategorienamen eines Pakets aus World-Sets.

# COLOR_UPGRADE_TEXT
source: This variable is only used for delayed substitution. It defines the color used for printing upgrade recommendation texts.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für den Text zu Upgrade-Empfehlungen.

# COLOR_DOWNGRADE_TEXT
source: This variable is only used for delayed substitution. It defines the color used for printing downgrade recommendation texts.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für den Text zu Downgrade-Empfehlungen.

# COLOR_UPGRADE
source: This variable is only used for delayed substitution. It defines the color used for printing upgrade recommendation tags.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für das Tag zu Upgrade-Empfehlungen.

# COLOR_DOWNGRADE
source: This variable is only used for delayed substitution. It defines the color used for printing downgrade recommendation tags.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für das Tag zu Downgrade-Empfehlungen.

# DIFF_COLOR_UNINST_STABILIZE
source: This variable is only used for delayed substitution. It defines the color used for printing tags for uninstalled packages which have gained a stable version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für Tags nicht-installierter Pakete, die ein stabile Version bekommen haben.

# DIFF_COLOR_INST_STABILIZE
source: This variable is only used for delayed substitution. It defines the color used for printing tags for installed packages which have gained a stable version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für Tags installierter Pakete, die ein stabile Version bekommen haben.

# DIFF_COLOR_BETTER
source: This variable is only used for delayed substitution. It defines the color used for "better version" tags (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe der „bessere Version“-Tags (eix-diff).

# DIFF_COLOR_WORSE
source: This variable is only used for delayed substitution. It defines the color used for "worse version" tags (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe der „schlechtere Version“-Tags (eix-diff).

# DIFF_COLOR_NEW_TAG
source: This variable is only used for delayed substitution. It defines the color used for "new package" tags (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe der „neues Paket“-Tags (eix-diff).

# DIFF_COLOR_NEW
source: This variable is only used for delayed substitution. It defines the color used for "new package" separators (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe der „neues Paket“-Trenner (eix-diff).

# DIFF_COLOR_DELETE
source: This variable is only used for delayed substitution. It defines the color used for "deleted package" separators (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe der „gelöschtes Paket“-Trenner (eix-diff).

# DIFF_COLOR_CHANGED
source: This variable is only used for delayed substitution. It defines the color used for "changed package" separators (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe der „geändertes Paket“-Trenner (eix-diff).

# COLOR_INST_TAG
source: This variable is only used for delayed substitution. It defines the color used for tagging installed packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe der Tags für installierte Pakete.

# COLOR_UNINST_TAG
source: This variable is only used for delayed substitution. It defines the color used for tagging uninstalled packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe der Tags für nicht-installierte Pakete.

# COLOR_DATE
source: This variable is only used for delayed substitution. It defines the color used for printing the date.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe des Datums.

# COLOR_SRC_URI
source: This variable is only used for delayed substitution. It defines the color of the SRC_URI output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die Farbe für SRC_URI fest.

# COLOR_EAPI
source: This variable is only used for delayed substitution. It defines the color of the EAPI output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die Farbe für EAPI fest.

# COLOR_DEPEND
source: This variable is only used for delayed substitution. It defines the color of the DEPEND output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die Farbe für DEPEND fest.

# COLOR_DEPEND_END
source: This variable is only used for delayed substitution. It defines the end of color of the DEPEND output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die Farbe für das Ende von DEPEND fest.

# COLOR_NORMAL
source: This variable is only used for delayed substitution. It defines the color used for printing normal texts.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für die Ausgabe normaler Texte.

# COLOR_NORMAL_END
source: This variable is only used for delayed substitution. It defines the color used for printing end of normal texts.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für das Ende der Ausgabe normaler Texte.

# COLOR_MASKREASONS
source: This variable is only used for delayed substitution. It defines the color of the mask reasons output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die Farbe für die Ausgabe des Maskierungsgrunds fest.

# COLOR_SET_USE
source: This variable is only used for delayed substitution. It defines the color used for printing the set useflags.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farben der gesetzten Useflags.

# COLOR_UNSET_USE
source: This variable is only used for delayed substitution. It defines the color used for printing the unset useflags.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farben der ungesetzten Useflags.

# COLOR_VERSION_IUSE
source: This variable is only used for delayed substitution. It defines the color used for printing IUSE for available versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für IUSE verfügbarer Versionen.

# COLOR_COLL_IUSE
source: This variable is only used for delayed substitution. It defines the color used for printing collected IUSE for packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für die gesammelten IUSE verfügbarer Pakete.

# COLOR_REQUIRED_USE
source: This variable is only used for delayed substitution. It defines the color used for printing REQUIRED_USE.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für die Ausgabe von REQUIRED_USE.

# COLOR_USE_EXPAND_START
source: This variable is only used for delayed substitution. It defines the color used for printing USE_EXPAND variables.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für USE_EXPAND-Variablen.

# COLOR_USE_EXPAND_END
source: This variable is only used for delayed substitution. It defines the color used for printing end of USE_EXPAND variables.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für das Ende von USE_EXPAND-Variablen.

# COLOR_USE_COLL
source: This variable is only used for delayed substitution. It defines the color used for printing the braces around collected USE.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für die Klammern um die gesammelten USE-Daten.

# COLOR_INST_VERSION
source: This variable is only used for delayed substitution. It defines the color used for printing the version of installed packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe der Versionen installierter Pakete.

# COLOR_TITLE
source: This variable is only used for delayed substitution. It defines the color used for the title texts for packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe des Titeltextes für Pakete.

# COLOR_INST_TITLE
source: This variable is only used for delayed substitution. It defines the color used for the title texts for installed versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe des Titeltextes für installierte Versionen.

# COLOR_AVAILABLE_TITLE
source: This variable is only used for delayed substitution. It defines the color used for the title texts for available versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe des Titeltextes für verfügbare Versionen.

# COLOR_MARKED_VERSION
source: This variable is only used for delayed substitution. It defines the color used for printing a marked version of a packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe, in der markierte Versionen ausgegeben werden.

# COLOR_PACKAGESETS
source: This variable is only used for delayed substitution. It defines the color used for printing the package sets.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für die Paket-Sets.

# COLOR_MARKED_NAME
source: This variable is only used for delayed substitution. It defines the color used for printing a marked package name.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Farbe für die Namen markierter Pakete.

# COLOR_OVERLAYKEY
source: Color for the overlaykey in version listings.
de: Farbe für den Overlay-Schlüssel bei der Versionsausgabe.

# COLOR_VIRTUALKEY
source: Color for the overlaykey for virtual overlays in version listings.
de: Farbe für die Nummer virtueller Overlays bei der Versionsausgabe.

# COLOR_KEYEND
source: Color after printing an overlay key.
de: Farbe nach Ausgabe der Overlaynummer

# COLOR_OVERLAYNAME
source: Color for printing an overlay name.
de: Farbe für die Ausgabe des Overlaynamens

# COLOR_OVERLAYNAMEEND
source: Color after printing an overlay name.
de: Farbe nach der Ausgabe des Overlaynamens

# COLOR_NUMBERTEXT
source: Color for printing the number of packages.
de: Farbe für die Ausgabe der Zahl der Pakete

# COLOR_NUMBERTEXTEND
source: Color after printing the number of packages.
de: Farbe nach der Ausgabe der Zahl der Pakete

# COLOR_SLOTS
source: Color for slots. This is only used for delayed substitution.
de: Farbe für Slots. Dies wird nur zur verzögerten Ersetzung benutzt.

# COLOR_BINARY
source: Color for braces for binaries. This is only used for delayed substitution.
de: Farbe für Tags für Binärpakete. Dies wird nur zur verzögerten Ersetzung benutzt.

# COLOR_TBZ
source: Color for tag for *.tbz2. This is only used for delayed substitution.
de: Farbe für Tags für *.tbz2. Dies wird nur zur verzögerten Ersetzung benutzt.

# COLOR_GPKG
source: Color for tag for *.gpkg.tar. This is only used for delayed substitution.
de: Farbe für Tags für *.gpkg.tar. Dies wird nur zur verzögerten Ersetzung benutzt.

# COLOR_PAK
source: Color for tag for *.xpak. This is only used for delayed substitution.
de: Farbe für Tags für *.xpak. Dies wird nur zur verzögerten Ersetzung benutzt.

# COLOR_GPKGCOUNT
source: Color for number of *.gpkg.tar. This is only used for delayed substitution.
de: Farbe für Zahl der *.gpkg.tar. Dies wird nur zur verzögerten Ersetzung benutzt.

# COLOR_PAKCOUNT
source: Color for number of *.xpak. This is only used for delayed substitution.
de: Farbe für Zahl der *.xpak. Dies wird nur zur verzögerten Ersetzung benutzt.

# COLOR_RESTRICT
source: Color for the restriction tags. This is only used for delayed substitution.
de: Farbe für RESTRICT Tags. Dies wird nur zur verzögerten Ersetzung benutzt.

# COLOR_PROPERTIES
source: Color for the properties tags. This is only used for delayed substitution.
de: Farbe für properties-Tags. Dies wird nur zur verzögerten Ersetzung benutzt.

# COLOR_KEYWORDS
source: Color for keywords. This is only used for delayed substitution.
de: Farbe für keywords. Dies wird nur zur verzögerten Ersetzung benutzt.

# COLOR_KEYWORDSS
source: Color for keywords*. This is only used for delayed substitution.
de: Farbe für keywords*. Dies wird nur zur verzögerten Ersetzung benutzt.

# MARK_INSTALLED
source: This variable is only used for delayed substitution. It defines how installed versions are marked.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält den Marker für installierte Versionen.

# MARK_UPGRADE
source: This variable is only used for delayed substitution. It defines how upgrade candidate versions are marked.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält den Marker für Upgrade-Kandidaten von Versionen.

# MARK_VERSIONS
source: This variable is only used for delayed substitution. It defines how the package versions passed with --pipe are marked.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält den Marker für Versionen, die mit --pipe markiert wurden.

# NOCOLOR
source: This variable is only used for delayed substitution. It is the default for NO{COLORS,STATUSLINE,PERCENTAGE}.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist die Vorgabe für NO{COLORS,STATUSLINE,PERCENTAGE}.

# CHAR_UPGRADE
source: This variable is only used for delayed substitution. It defines the character printed for upgrade recommendations.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Zeichen für Upgrade-Empfehlungen.

# CHAR_DOWNGRADE
source: This variable is only used for delayed substitution. It defines the character printed for downgrade recommendations.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Zeichen für Downgrade-Empfehlungen.

# CHAR_INSTALLED
source: This variable is only used for delayed substitution. It defines the character printed for installed packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Zeichen für installierte Pakete.

# CHAR_UNINSTALLED
source: This variable is only used for delayed substitution. It defines the character printed for uninstalled packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Zeichen für nicht-installierte Pakete.

# DIFF_CHAR_UNINST_STABILIZE
source: This variable is only used for delayed substitution. It defines the character printed for uninstalled packages which have gained a stable version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Zeichen für nicht-installierte Pakete, die eine stabile Version bekommen haben.

# DIFF_CHAR_INST_STABILIZE
source: This variable is only used for delayed substitution. It defines the character printed for installed packages which have gained a stable version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Zeichen für installierte Pakete, die eine stabile Version bekommen haben.
