Repository: vaeth/eix
Catalog: po/*.po
Languages: de

# FORMAT_PROPRESTRICT
source: This variable is only used for delayed substitution. It defines the format of the PROPERTIES and RESTRICT of a version and resets the color.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das Format für PROPERTIES und RESTRICT einer Version und setzt die Farben zurück.

# FORMAT_BINARY
source: This variable is only used for delayed substitution. It defines the format of the binary packages of a version and resets the color.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das Format für Binärpakete einer Version und setzt die Farben zurück.

# FORMAT_TBZ
source: This variable is only used for delayed substitution. It defines the format for versions with *.tbz2.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für Versionen mit *.tbz2 fest.

# FORMAT_GPKG
source: This variable is only used for delayed substitution. It defines the format for versions with *.gpkg.tar.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für Versionen mit *.gpkg.tar fest.

# FORMAT_PAK
source: This variable is only used for delayed substitution. It defines the format for versions with *.xpak.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für Versionen mit *.xpak fest.

# FORMAT_SLOT
source: This variable is only used for delayed substitution. It defines the slot format printed for slotsorted versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Slot-Format für slotsortierte Versionen fest.

# MARKEDVERSION
source: This variable is used for <markedversions:MARKEDVERSION>.
de: Diese Variable wird für <markedversions:MARKEDVERSION> benutzt.

# FORMAT_PVERSION
source: This variable is only used for delayed substitution. It outputs an available version with various marks and sets the runtime variable $color if a mark was printed. It should be follows by FORMAT_VERSION_END or FORMAT_VERSIONS_END.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt eine verfügbare Version mit verschiedenen Markern aus und setzt die Laufzeit-Variable $color, falls ein Marker ausgegeben wurde. Anschließend sollte FORMAT_VERSION_END oder FORMAT_VERSIONS_END kommen.

# FORMAT_VERSION_END
source: This variable is only used for delayed substitution. It resets all colors/markers if the runtime variable $color was set.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie setzt alle Farben/Marker zurück, falls die Laufzeit-Variable $color gesetzt ist.

# FORMAT_VERSIONO_END
source: This variable is only used for delayed substitution. It outputs an optional subslot, caring about the runtime variable $color, and then invokes FORMAT_VERSION_END.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt einen optionalen Subslot aus und berücksichtigt dabei die Laufzeit-Variable $color. Danach ruft sie FORMAT_VERSION_END auf.

# FORMAT_VERSIONS_END
source: This variable is only used for delayed substitution. It outputs an optional slot, caring about the runtime variable $color, and then invokes FORMAT_VERSION_END.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt einen optionalen Slot aus und berücksichtigt dabei die Laufzeit-Variable $color. Danach ruft sie FORMAT_VERSION_END auf.

# PVERSION
source: This variable is only used for delayed substitution. It defines the format for a plain version without slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer blanken Version ohne Slot fest.

# PVERSIONO
source: This variable is only used for delayed substitution. It defines the format for printing a plain version with its slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer blanken Version mit Slot fest.

# PVERSIONS
source: This variable is only used for delayed substitution. It defines the format for printing a plain version with its slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer blanken Version mit Slot fest.

# AVERSION
source: This variable is only used for delayed substitution. It defines the format for an available version without slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer verfügbaren Version ohne Slot fest.

# AVERSIONO
source: This variable is only used for delayed substitution. It defines the format for printing an available version with its optional subslot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer verfügbaren Version mit optionalen Subslot fest.

# AVERSIONS
source: This variable is only used for delayed substitution. It defines the format for printing an available version with its slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer verfügbaren Version mit Slot fest.

# IVERSIONS
source: This variable is only used for delayed substitution. It defines the format for printing an installed version with its slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer installierten Version mit Slot fest.

# OVERLAYVER
source: This variable is only used for delayed substitution. It defines the format for printing the overlay in versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das Format zur Ausgabe von Overlays innerhalb einer Version.

# PVERSIONS_VERBOSE
source: This variable is only used for delayed substitution. It defines the format for a plain version with most data and slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer blanken Version mit den meisten Daten und Slot fest.

# AVERSIONS_VERBOSE
source: This variable is only used for delayed substitution. It defines the format for an available version with most data and slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer verfügbare Version mit den meisten Daten und Slot fest.

# IVERSIONS_VERBOSE
source: This variable is only used for delayed substitution. It defines the format for an installed version with most data and slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer installierten Version mit den meisten Daten und Slot fest.

# PVERSIONO_VERBOSE
source: This variable is only used for delayed substitution. It defines the format for a plain version with most data, optional subslot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer blanken Version mit den meisten Daten und optionalem Subslot fest.

# AVERSIONO_VERBOSE
source: This variable is only used for delayed substitution. It defines the format for an available version with most data, optional subslot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer verfügbare Version mit den meisten Daten und optionalem Subslot fest.

# PVERSION_VERBOSE
source: This variable is only used for delayed substitution. It defines the format for a plain version with most data, no slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer blanken Version mit den meisten Daten ohne Slot fest.

# AVERSION_VERBOSE
source: This variable is only used for delayed substitution. It defines the format for an available version with most data, no slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer verfügbare Version mit den meisten Daten ohne Slot fest.

# PVERSIONS_COMPACT
source: This variable is only used for delayed substitution. It defines the format for a plain version with important data and slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer blanken Version mit den wichtigsten Daten und Slot fest.

# AVERSIONS_COMPACT
source: This variable is only used for delayed substitution. It defines the format for an available version with important data and slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer verfügbaren Version mit den wichtigsten Daten und Slot fest.

# IVERSIONS_COMPACT
source: This variable is only used for delayed substitution. It defines the format for an installed version with important data and slot.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format einer installierten Version mit den wichtigsten Daten und Slot fest.

# FORMAT_BEFORE_KEYWORDS
source: This variable is only used for delayed substitution. This string is printed before KEYWORDS string for a version is output (with --versionlines and nonverbose)
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Dieser String wird vor dem KEYWORDS einer Version ausgegeben (mit --versionlines and nicht-ausführlich).

# FORMAT_AFTER_KEYWORDS
source: This variable is only used for delayed substitution. This string is printed after KEYWORDS string for a version is output. (with --versionlines and nonverbose)
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Dieser String wird nach dem KEYWORDS einer Version ausgegeben (mit --versionlines and nicht-ausführlich).

# FORMAT_NEWLINE
source: This variable only used for delayed substitution. It prints a newline, optionally handling background colors for some terminals.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt einen Zeilenvorschub aus und berücksichtigt optional die Hintergrundfarbe bei defekten Terminals.

# COLUMN_KEYWORDS
source: This variable is only used for delayed substitution. It defines the first column after the version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte nach der Version fest.

# COLUMN_SLOT
source: This variable is only used for delayed substitution. It defines the first column for the slot without versionlines.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte für den Slot ohne --versionlines fest.

# COLUMN_SLOT_AFTER
source: This variable is only used for delayed substitution. It defines the first column after the slot without versionlines.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte für den Slot mit --versionlines fest.

# COLUMN_STABILITY
source: This variable is only used for delayed substitution. It defines the first stability column with versionlines.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte für die Stabilität mit --versionlines fest.

# COLUMN_STABILITY_AFTER
source: This variable is only used for delayed substitution. It defines the first column after stability with versionlines.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte nach der Stabilität mit --versionlines fest.

# COLUMN_SLOT_APPEND
source: This variable is only used for delayed substitution. It defines the first column of the slot with versionsort.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte des Slots bei --versionsort fest.

# COLUMN_VER_APPEND
source: This variable is only used for delayed substitution. It defines the first column after the version without versionsort.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte nach der Version ohne --versionsort fest.

# COLUMN_USE
source: This variable is only used for delayed substitution. It defines the first column of the collected USE.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte für die gesammelten USE fest.

# DIFF_COLUMNA
source: This variable is only used for delayed substitution. It defines the column for the main tag in eix-diff.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die Spalte für das Haupt-Tag bei eix-diff fest.

# DIFF_COLUMNB
source: This variable is only used for delayed substitution. It defines the column after the tags in eix-diff.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die Spalte nach den Tags bei eix-diff fest.

# FORMAT_VER_LINESKIP
source: This variable is only used for delayed substitution. It defines the lineskip used for the versionline appendix.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt den Zeilensprung für den Anhang bei --versionlines fest.

# FORMAT_VERSION_KEYWORDS_NORMAL
source: This variable is only used for delayed substitution. It defines the normal format for KEYWORDS for an available version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das normale Format für KEYWORDS bei verfügbaren Versionen.

# FORMAT_IUSE_NORMAL
source: This variable is only used for delayed substitution. It defines the normal format for IUSE for an available version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das normale Format für IUSE verfügbarer Versionen.

# FORMAT_REQUIRED_USE_NORMAL
source: This variable is only used for delayed substitution. It defines the normal format for REQUIRED_USE for an available version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das normale Format für REQUIRED_USE verfügbarer Versionen.

# FORMAT_DEPS_NORMAL
source: This variable is only used for delayed substitution. It defines the verbose format for DEPs for an available version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das ausführliche Format für DEPs einer verfügbaren Version.

# FORMAT_MASKREASONS_NORMAL
source: This variable is only used for delayed substitution. It defines the normal format for mask reasons for an available version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das normale Format für Maskierungsgründe von Versionen.

# FORMAT_VERSION_KEYWORDS_VERBOSE
source: This variable is only used for delayed substitution. It defines the verbose format for KEYWORDS for an available version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Das ausführliche Format für KEYWORDS bei verfügbaren Versionen.

# FORMAT_IUSE_VERBOSE
source: This variable is only used for delayed substitution. It defines the verbose format for IUSE for an available version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das ausführliche Format für IUSE einer verfügbaren Version.

# FORMAT_REQUIRED_USE_VERBOSE
source: This variable is only used for delayed substitution. It defines the verbose format for REQUIRED_USE for an available version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das ausführliche Format für REQUIRED_USE verfügbarer Versionen.

# FORMAT_DEPS_VERBOSE
source: This variable is only used for delayed substitution. It defines the verbose format for DEPs for an available version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das ausführliche Format für DEPs einer verfügbaren Version.

# FORMAT_SRC_URI_VERBOSE
source: This variable is only used for delayed substitution. It defines the verbose format for the SRC_URI of an available version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das ausführliche Format für die SRC_URI einer verfügbaren Version.

# FORMAT_EAPI_VERBOSE
source: This variable is only used for delayed substitution. It defines the verbose format for the EAPI of an available version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das ausführliche Format für die EAPI einer verfügbaren Version.

# FORMAT_MASKREASONS_VERBOSE
source: This variable is only used for delayed substitution. It defines the verbose format for mask reasons for an available version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das ausführliche Format für Maskierungsgründe von Versionen.

# FORMAT_VERSION_APPENDIX_NORMAL
source: This variable is only used for delayed substitution. It defines normal data appended to available versions with --versionlines
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Der normale Anhang einer verfügbaren Versionen bei --versionlines

# FORMAT_VERSION_APPENDIX_VERBOSE
source: This variable is only used for delayed substitution. It defines verbose data appended to available versions with --versionlines
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Der ausführliche Anhang einer verfügbaren Versionen bei --versionlines

# FORMAT_VERSION_APPENDIX
source: This variable is only used for delayed substitution. It defines the data appended to available versions with --versionlines
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert den Anhang einer verfügbaren Versionen bei --versionlines.

# FORMAT_SLOTLINESKIP_VERSIONLINES
source: This variable is only used for delayed substitution. It defines lineskip + slot if slotsorted versionlines are used.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt den Zeilensprung + Slot bei Slotsortierung und --versionlines fest.

# FORMAT_SLOTLINESKIP
source: This variable is only used for delayed substitution. It defines lineskip + slot if slotsort but no versionlines are used.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt den Zeilensprung + Slot bei Slotsortierung ohne --versionlines fest.

# FORMAT_VERSLINESKIP
source: This variable is only used for delayed substitution. It defines lineskip + stability if lineskip is used.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt den Zeilensprung + Slot fest, falls lineskip benutzt wird.

# FORMAT_INST_LINESKIP
source: This variable is only used for delayed substitution. It defines the lineskip for installed versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt den Zeilensprung für installierte Versionen fest.

# VSORTL
source: This variable is used as a version formatter. It defines the format for a version; versionsorted with versionlines.
de: Diese Variable wird zur Versionsformatierung benutzt. Sie definiert das Versionsformat „versionssortiert mit versionlines“.

# VSORT
source: This variable is used as a version formatter. It defines the format for a version; versionsorted without versionlines.
de: Diese Variable wird zur Versionsformatierung benutzt. Sie definiert das Versionsformat „versionssortiert ohne versionlines“.

# SSORTL
source: This variable is used as a version formatter. It defines the format for a version; slotsorted with versionlines.
de: Diese Variable wird zur Versionsformatierung benutzt. Sie definiert das Versionsformat „slotsortiert mit versionlines“.

# SSORT
source: This variable is used as a version formatter. It defines the format for a version; slotsorted without versionlines.
de: Diese Variable wird zur Versionsformatierung benutzt. Sie definiert das Versionsformat „slotsortiert ohne versionlines“.

# FORMAT_COLL
source: This variable is only used for delayed substitution. It defines the format for collected IUSE data in one line.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die gesammelten IUSE in einer Zeile fest.

# FORMAT_COLL_SEP
source: This variable is only used for delayed substitution. It defines the format for collected IUSE data in a separate line.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die gesammelten IUSE in einer separaten Zeile fest.

# FORMAT_COLL_VERBOSE
source: This variable is only used for delayed substitution. It is the format for package IUSE in single-line verbose mode.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für Paket-IUSE im einzeiligen ausführlichen Modus.

# FORMAT_COLL_VERBOSE_SEP
source: This variable is only used for delayed substitution. It is the format for package IUSE in multiline verbose mode.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für Paket-IUSE im mehrzeiligen ausführlichen Modus.

# FORMAT_COLL_IUSE
source: This variable is only used for delayed substitution. It defines the format for collected IUSE data.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für die gesammelten IUSE.

# FORMAT_COLL_IUSE_LIST
source: This variable is only used for delayed substitution. It defines the format for collected IUSE data with --versionlines.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für die gesammelten IUSE bei --versionlines.

# INORMAL
source: This variable is used as a version formatter. It defines the normal format of installed versions.
de: Diese Variable wird zur Versionsformatierung benutzt. Sie definiert das normale Format für installierte Versionen.

# ICOMPACT
source: This variable is used as a version formatter. It defines the compact format of installed versions.
de: Diese Variable wird zur Versionsformatierung benutzt. Sie definiert das kompakte Format für installierte Versionen.

# IVERBOSE
source: This variable is used as a version formatter. It defines the verbose format of installed versions.
de: Diese Variable wird zur Versionsformatierung benutzt. Sie definiert das ausführliche Format für installierte Versionen.

# FORMAT_AVAILABLEVERSIONS
source: This variable is only used for delayed substitution. It defines the verbose format for printing available versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das ausführliche Format für verfügbare Versionen.

# FORMAT_INST_USEFLAGS
source: This variable is only used for delayed substitution. It defines the format for useflags in installed versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das Format für Useflags in installierten Versionen.

# INSTALLEDVERSIONS_NORMAL
source: This variable is only used for delayed substitution. It defines the format used for printing installed versions normally.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt das normale Format für installierte Versionen an.

# INSTALLEDVERSIONS_COMPACT
source: This variable is only used for delayed substitution. It defines the format used for printing installed versions compactly.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt das kompakte Format für installierte Versionen an.

# INSTALLEDVERSIONS_VERBOSE
source: This variable is only used for delayed substitution. It defines the format used for printing installed versions verbosely.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt das ausführliche Format für installierte Versionen an.

# INSTALLEDVERSIONS
source: This variable is only used for delayed substitution. It defines the format used for printing installed versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt das normale Format für installierte Versionen an.

# FORMATLINE_INSTALLEDVERSIONS
source: This variable is only used for delayed substitution. It defines the format for a line with installed versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eine Zeile mit den installierten Versionen.

# DIFF_FORMATLINE_INSTALLEDVERSIONS
source: This variable is only used for delayed substitution. It defines the format for eix-diff for installed versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eix-diff für installierte Versionen.

# FORMAT_FINISH
source: This variable is only used for delayed substitution. It prints a newline at the end of a package.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt einen Zeilenvorschub am Ende eines Pakets aus.
