Repository: vaeth/eix
Catalog: po/*.po
Languages: de

source: cannot find overlay %s in %s
de: Overlay %s ist nicht in %s

source: Usage: %s [options] -h, --help show a short help screen -V, --version show version-string --dump show eixrc-variables --dump-defaults show default eixrc-variables --print print the expanded value of a variable --known-vars print all variable names known to --print -H, --nostatus don't update status line -n, --nocolor don't use "colors" (percentage) in output --force-status always output status line -F, --force-color force "color" even if output is no terminal -v, --verbose output used cache method for each ebuild -q, --quiet produce no output -o --output output to another file than %s In addition, all permission checks are omitted. -x --exclude-overlay exclude matching overlays from the update-process. Note that you can also exclude PORTDIR using this option. -a --add-overlay add an overlay to the update-process. -m --override-method override cache method for matching overlays. -r --repo-name set label for matching overlay. This program is covered by the GNU General Public License. See COPYING for further information.
de: Aufruf: %s [Optionen] -h, --help Ausgabe eines Hilfstexts -V, --version Ausgabe der Versionsnummer --dump Ausgabe aller internen Variablen auf stdout --dump-defaults Ausgabe der Vorgabewerte der internen Variablen --print Ausgabe eines expandierten Variablenwerts --known-vars Ausgabe aller --print bekannten Variablennamen -H, --nostatus Keine Ausgabe der Statuszeile -n, --nocolor Keine Ausgabe von Effekten (Prozent-Status) --force-status Statuszeile immer ausgeben -F, --force-color Effekte an, unabhängig von Ausgabe auf Terminal -v, --verbose Ausgabe der Cache-Methode für jedes Ebuild -q, --quiet keine Ausgabe -o --output Ausgabe in eine andere Datei als %s Außerdem werden keine Rechte geprüft. -x --exclude-overlay Schließt entsprechende Overlay vom Update-Prozess aus. Man kann auch PORTDIR mit dieser Option ausschließen. -a --add-overlay Fügt Overlay zum Update-Prozess hinzu. -m --override-method Ändert Cache-Methode für passenden Overlay. -r --repo-name Setzt Label für passenden Overlay. Dieses Programm unterliegt der GNU General Public License. COPYING enthält weitere Informationen.

source: %s must be a list of the form DIRECTORY METHOD
de: %s muss eine Liste der Gestalt DIRECTORY METHOD sein

source: %s must be a list of the form DIR-PATTERN OVERLAY-LABEL
de: %s muss eine Liste der Gestalt DIR-PATTERN OVERLAY-LABEL sein

source: KEEP_VIRTUALS is ignored: there is no previous %s
de: KEEP_VIRTUALS ignoriert: Es gibt kein vorheriges %s

source: Adding virtual overlays from %s...
de: Füge virtuellen Overlay aus %s hinzu…

source: warning: KEEP_VIRTUALS ignored because database format has changed
de: Warnung: KEEP_VIRTUALS wegen Änderung des Datenbank-Formats ignoriert

source: Reading Portage settings...
de: Lese Portage-Konfiguration…

source: Excluded PORTDIR: %s
de: Ausschluss von PORTDIR: %s

source: Excluded overlay %s
de: Ausschluss von Overlay: %s

source: Building database (%s)...
de: Erzeuge Datenbank (%s)…

source: Excluding "%s" %s (cache: %s)
de: Ausschluss von „%s“ %s (Cache: %s)

# Percent
source: Reading Packages...
de: Paket-Daten werden gelesen…

# Percent
source: Finished
de: Fertig

# Percent
source: ABORTED!
de: ABBRUCH!

# Percent
source: Reading category %s|%s (%s%%)
de: Lese Kategorie %s|%s (%s%%)

# Percent
source: Reading %s category of packages...
de: Paketdaten aus %s Kategorie werden gelesen…

# Percent
source: EMPTY!
de: LEER!

# Statusline eix-update
source: Analyzing
de: Analyse

source: Applying masks...
de: Maskiere Pakete…

source: Calculating hash tables...
de: Berechne Hash-Tabellen…

# Statusline eix-update
source: Creating %s
de: Erzeuge %s

source: Writing database file %s...
de: Schreibe Datenbank-Datei %s…

source: cannot open database file %s for writing (mode = 'wb')
de: Datenbank-Datei %s nicht beschreibbar (mode = „wb“)

source: Database contains %s packages in %s category
de: Datenbank enthält %s Pakete in %s Kategorie.

source: Usage: %s [options] category/name-version[:slot][::repo] ... Output all arguments matching a list of mask Options: -h, --help show a short help screen -q, --quiet (toggle) do not output matching arguments, but exit with success only if at least one argument matches. -Q, --nowarn (toggle) suppress some warnings for bad syntax. -m, --mask MASK add MASK to the list of masks -f, --file FILENAME add masks from file FILENAME. -F, --read-file FILENAME read args as words from file FILENAME. Directories are read recursively. An empty/omitted filename means standard input. This program is covered by the GNU General Public License. See COPYING for further information.
de: Aufruf: %s [Optionen] Kategorie/Name-Version[:Slot][::Repo] … Ausgabe aller Argumente, die auf eine Masken-Liste passt. Optionen: -h, --help Ausgabe eines Hilfstexts -q, --quiet (toggle) Keine Ausgabe, aber der Rückkehrstatus ist nur erfolgreich, falls mindestens ein Argument passt. -Q, --nowarn (toggle) Keine Ausgabe von warnungen bzgl. Syntax. -m, --mask MASKE Fügt MASKE zur Masken-Liste hinzu -f, --file DATEI Fügt Masken aus DATEI hinzu. -F, --read-file DATEI Nimmt die Worte aus DATEI als Argumente. Verzeichnisse werden rekursiv gelesen. Ein leerer/weggelassener Dateiname wird als Standard-Eingabe interpretiert. Dieses Programm unterliegt der GNU General Public License. COPYING enthält weitere Informationen.

source: warning: ignoring "%s": %s
de: Warnung: Ignoriere „%s“: %s

source: cannot determine version of "%s"
de: kann Version von „%s“ nicht bestimmen

source: unknown cache %s for directory %s
de: Unbekannter Cache %s für Ordner %s

source: cannot read cache file %s: %s
de: Cache-Datei %s nicht lesbar: %s

source: cannot unlink tempfile %s
de: Temporäre Datei %s kann nicht gelöscht werden

source: tempfile %s still there after unlink
de: Temporäre Datei %s trotz Löschens vorhanden

source: tempfile %s is not a file
de: Temporäre Datei %s ist keine Datei

source: creation of tempfile failed
de: Temporäre Datei konnte nicht erzeugt werden

source: forking failed
de: Forken schlug fehl

source: got signal %s
de: Erhielt Signal %s

source: ebuild got signal %s
de: Ebuild erhielt Signal %s

source: could not start %s
de: Konnte mit %s nicht beginnen

source: ebuild failed with status %s
de: Ebuild schlug fehl mit Status %s

source: child aborted in a strange way
de: Kindprozess wurde auf seltsame Art beendet

source: cannot setup pipe
de: Pipe kann nicht erstellt werden

source: portageq failed
de: portageq schlug fehl

source: cannot open %s: %s
de: %s kann nicht geöffnet werden: %s

source: cache file %s does not contain overlay "%s" [%s]
de: Cache-Datei %s enthält nicht Overlay „%s“ [%s]

source: cache file %s does not contain overlay %s
de: Cache-Datei %s enthält nicht Overlay %s

source: error in file %s: %s
de: Fehler in Datei %s: %s

source: cannot split "%s" into package and version
de: „%s“ kann nicht in Paket und Version unterteilt werden

source: cannot properly parse %s: %s
de: Fehler beim Parsen von %s: %s

source: cannot properly execute %s
de: Konnte %s nicht korrekt ausführen

source: cannot split filename of ebuild %s/%s
de: Dateiname des Ebuilds %s/%s kann nicht unterteilt werden

source: sqlite dataset does not contain a package name
de: sqlite-Datensatz enthält keinen Paketnamen

source: sqlite dataset for %s is too small
de: sqlite-Datensatz für %s ist zu klein

source: "%s" not of the form package/category-version
de: „%s“ hat nicht die Gestalt package/category-version

source: database path incorrect
de: Falscher Datenbank-Pfad

source: cannot open cache file %s
de: Cache-Datei %s kann nicht geöffnet werden

source: sqlite error: %s
de: sqlite Fehler: %s

source: cache method sqlite is not compiled in. Recompile eix, using configure option --with-sqlite to add sqlite support
de: Cache-Methode sqlite ist nicht einkompiliert. Rekompilieren Sie eix mit ./configure-Option --with-sqlite

source: fseek failed
de: fseek schlug fehl

source: error while reading from database: end of file
de: Fehler beim Lesen der Datenbank: Zu frühes Dateiende

source: error while reading from database
de: Fehler beim Lesen der Datenbank

source: error while writing to database
de: Fehler beim Schreiben der Datenbank

source: cachefile uses newer format %s (current is %s)
de: Cache-Datei benutzt neueres Format %s (aktuell ist %s)

source: cachefile uses obsolete format %s (current is %s)
de: Cache-Datei benutzt veraltetes Format %s (aktuell ist %s)

source: cachefile uses too old format %s (required: %s)
de: Cache-Datei benutzt zu altes Format %s (benötigt wird %s)

source: illegal color name "%s" in "%s"
de: Unbekannter Farbname „%s“ in „%s“

source: more than two colors specified in "%s"
de: „%s“ enthält mehr als zwei Farben

source: invalid brightness value "%s"
de: Unbekannter Helligkeitswert „%s“

source: System Colors (%s):
de: Systemfarben (%s):

source: 6x6x6 Color Cube (%s):
de: 6x6x6 Farbwürfel (%s):

source: Grayscale Ramp (%s):
de: Grauskalen-Rampe (%s):

source: light, normal
de: hell, normal

source: light, bright
de: hell, fett

source: dark, normal
de: dunkel, normal

source: dark, bright
de: dunkel, fett

source: background
de: Hintergrund

source: Option --%s must not have argument but has %s
de: Option --%s darf kein Argument haben, hat aber %s

source: unknown option --%s
de: Unbekannte Option --%s

source: unknown option -%s
de: Unbekannte Option -%s

source: missing parameter to --%s
de: Parameter zu --%s fehlt

source: missing second parameter to --%s
de: Zweiter Parameter zu --%s fehlt

source: internal error: bad format specification "%s"
de: Interner Fehler: falsche Formatspezifikation für „%s“

source: internal error: too few arguments passed for "%s"
de: Interner Fehler: zu wenige Argumente übergeben für „%s“

source: internal error: too many arguments passed for "%s"
de: Interner Fehler: zu viele Argumente übergeben für „%s“

source: -- invalid line %s in %s: "%s"
de: -- Unerlaubte Zeile %s in %s: „%s“

# Statusline eix-update
source: Finished
de: Fertig

# Statusline eix-update
source: Failure
de: Fehlschlag

source: flags should not start with a '+': %s
de: Flags sollten nicht mit einem „+“ beginnen: %s

source: internal error: storing required after finalizing
de: Interner Fehler: Speichern nach Finalisierung benötigt

source: internal error: hashing required after finalizing
de: Interner Fehler: Hashing nach Finalisierung benötigt

source: internal error: hashing required in non-hash mode
de: Interner Fehler: Hashing in non-hash Modus benötigt

source: internal error: index required before sorting
de: Interner Fehler: Index vor der Sortierung benötigt

source: internal error: trying to shortcut non-hashed string
de: Interner Fehler: Versuch, einen nicht gehashted String zu kürzen

source: database corrupt: nonexistent hash required
de: Datenbank defekt: Nichtexistierender Hash wurde angefordert

source: error reading %s: %s
de: Lesefehler in %s: %s

source: nesting level too deep in %s
de: Zu tiefe Verschachtelung in %s

source: %s: failed to source %s (%s)
de: %s: source %s ging nicht (%s)

source: cannot read file %s
de: Datei %s kann nicht gelesen werden

source: cannot stat file %s
de: Status der Datei %s kann nicht ermiitelt werden

source: cannot map file %s
de: Datei %s kann nicht gemapped werden

source: recursively sourced file %s
de: Datei %s wurde rekursiv gesourced

# EIXRC
source: The file which is used instead of /etc/eixrc and ~/.eixrc. This variable can of course only be set in the environment.
de: Die Datei, die statt /etc/eixrc und ~/.eixrc benutzt wird. Diese Variable kann natürlich nur in der Umgebung gesetzt werden.

# WIDETERM
source: This variable is only used for delayed substitution. It defines whether you have a wide terminal (>80 columns). An empty value or "auto" means that COLUMNS is used/calculated.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt fest, ob ein breites Terminal vorliegt (>80 Spalten). Ein leerer Wert oder „auto“ bedeutet, dass COLUMNS benutzt/berechnet wird.

# COLUMNS
source: Set the terminal width to define the WIDETERM expansion. An empty value or "auto" means that a heuristic is used instead.
de: Legt die Terminalbreite für die WIDETERM-Ersetzung fest. Ein leerer Wert oder „auto“ bedeutet, dass eine Heuristik benutzt wird.

# EIXRC_SOURCE
source: This path is prepended to source commands in /etc/eixrc. If set in /etc/eixrc it temporarily overrides the environment. You must not use delayed substitution in this variable.
de: Dieser Pfad wird bei source-Kommandos in /etc/eixrc vorangestellt. Falls er in /etc/eixrc gesetzt wird, überschreibt er kurzzeitig die Umgebung. In dieser Variablen darf keine verzögerte Ersetzung benutzt werden.

# EIX_SYNC_OPTS
source: This variable is used for delayed substitution in EIX_SYNC_CONF. It contains code which is evaluated by eix-sync, so be aware of security!
de: Diese Variable dient nur zur verzögerten Ersetzung in EIX_SYNC_CONF. Sie enthält Code, der von eix-sync evaluiert wird. Also bitte richtig quoten und darauf achten, kein Sicherheitsloch zu öffnen!

# EIX_SYNC_CONF
source: The content of this variable is appended to /etc/eix-sync.conf In particular, it can be used to override options set in that file. Parts of this variable are evaluated in eix-sync: Be aware of security!
de: Der Inhalt dieser Variable wird an die Datei /etc/eix-sync.conf angehängt. Insbesondere kann sie benutzt werden, um in dieser Datei gesetzte Optionen umzuändern. Teile dieser Variablen werden in eix-sync evaluiert: Vorsicht!

# EIX_REMOTE_OPTS
source: This variable contains default options for the eix-remote script. Note that its content is evaluated, so quote correctly. Typical example: EIX_REMOTE_OPTS='-f /var/lib/layman/eix-caches.tar.bz2'
de: Diese Variable enthält Vorgabe-Optionen für das Skript eix-remote. Ihr Inhalt wird evaluiert, also Vorsicht! Typisches Beispiel: EIX_REMOTE_OPTS='-f /var/lib/layman/eix-caches.tar.bz2'

# EIX_TEST_OBSOLETE_OPTS
source: This variable contains default options for the eix-test-obsolete script.
de: Diese Variable enthält Vorgabe-Optionen für das Skript eix-text-obsolete.

# EIX_INSTALLED_AFTER
source: This variable contains default arguments for the eix-installed-after script.
de: Diese Variable enthält Vorgabe-Argumente für das Skript eix-installed-after.

# EIX_PREFIX
source: If this variable is set in the environment, then it is prefixed to the path where /etc/eixrc is searched. If it is not set in the environment, then PORTAGE_CONFIGROOT is used instead. If both are unset, the EIX_PREFIX default value is used instead. Moreover, EIX_PREFIX is used for delayed substitution for EPREFIX and EPREFIX_SOURCE.
de: Falls dieser Variable in der Umgebung gesetzt ist, wird sie bei den Suchpfaden für /etc/eixrc vorangestellt. Falls sie nicht in der Umgebung gesetzt ist, wird statt dessen PORTAGE_CONFIGROOT dafür benutzt. Falls beides nicht gesetzt ist, wird der EIX_PREFIX Vorgabewert benutzt. Außerdem wird EIX_PREFIX für verzögerte Ersetzung bei EPREFIX und EPREFIX_SOURCE benutzt.

# ROOT
source: This variable is only used for delayed substitution. It influences most paths except for $HOME/.eixrc, the cache file passed in the command line, PORTAGE_PROFILE, PORTDIR, and overlays. In contrast to EPREFIX, further exceptions are: PORTAGE_CONFIGROOT, portage/scripts-internal stuff and the eix cachefile.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie beeinflusst die meisten Pfade außer $HOME/.eixrc, eine beim Aufruf übergebene Cache-Datei, PORTAGE_PROFILE, PORTDIR, und Overlays. Anders als bei EPREFIX gibt es weitere Ausnahmen: PORTAGE_CONFIGROOT, portage/Skript-interne Dinge und das eix-Cache-Datei.

# EPREFIX
source: This variable is used for delayed substitution for path prefixes. It influences most paths except for $HOME/.eixrc, the cache file passed in the command line, PORTAGE_PROFILE, PORTDIR, and overlays.
de: Diese Variable dient nur zur verzögerten Ersetzung für Pfad-Präfixe. Sie beeinflusst die meisten Pfade außer $HOME/.eixrc, ein beim Aufruf übergebenes Cache-Datei, PORTAGE_PROFILE, PORTDIR, und Overlays.

# EPREFIX_TREE
source: This variable is only used for delayed substitution. It is the path prepended to PORTAGE_PROFILE, PORTDIR, and overlays.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie wird den Pfaden von PORTAGE_PROFILE, PORTDIR und Overlays vorangestellt.

# EPREFIX_ROOT
source: It applies for those paths for which EPREFIX and ROOT should both apply. So you can decide here what to do if both are nonempty. For instance, the choice %{EPREFIX}%{ROOT} will apply both; the default applies EPREFIX but not ROOT for these paths in such a case (i.e. if both are nonempty).
de: Dies wirkt sich auf diejenigen Pfade aus, die sowohl von EPREFIX als auch von ROOT beeinflusst werden sollen. Hier wird also festgelegt, was zu tun ist, wenn beide nicht-leer sind. Beispielsweise wird %{EPREFIX}%{ROOT} beides anwenden; die Vorgabe wendet EPREFIX aber nicht ROOT an, wenn beides nichtleer ist.

# PORTAGE_CONFIGROOT
source: This path is prepended to the /etc paths.
de: Dieser Pfad wird den /etc-Pfaden vorangestellt.

# PORTAGE_DEFAULTS
source: This variable is only used for delayed substitution. It is the path prepended to MAKE_GLOBALS and PORTAGE_REPOS_CONF.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie wird den Pfaden von MAKE_GLOBALS und PORTAGE_REPOS_CONF vorangestellt.

# MAKE_GLOBALS
source: This file is used instead of %{PORTAGE_CONFIGROOT}/etc/make.globals if it exists. This is reasonable for >=portage-2.2*
de: Diese Datei wird anstelle von %{PORTAGE_CONFIGROOT}/etc/make.globals benutzt (falls sie existiert). Dies ist sinnvoll für >=portage-2.2*

# PORTAGE_REPOS_CONF
source: This file is used to set the default repository information. The file /etc/portage/repos.conf is read only after this.
de: Diese Datei wird als Standard für Repository-Informationen eingelesen. Die Datei /etc/portage/repos.conf wird erst anschließend gelesen.

# PORTAGE_REPOSITORIES
source: If this variable is nonempty, its content is used as a substitute for all repos.conf files.
de: Wenn diese Variable nichtleer ist, wird ihr Inhalt anstelle aller repos.conf-Dateien benutzt.

# EPREFIX_PORTAGE_EXEC
source: This might be used as prefix for /usr/bin/ebuild. It is also used as a prefix in the EBUILD_DEPEND_TEMP default.
de: Diese Variable kann als Präfix zu /usr/bin/ebuild benutzt werden. Sie dient auch als Präfix in der Vorgabe für EBUILD_DEPEND_TEMP.

# EPREFIX_SOURCE
source: This path is prepended to source commands in /etc/make.{conf,globals}.
de: Dieser Pfad wird bei Source-Kommandos in /etc/make.{conf,globals} vorangestellt.

# EPREFIX_INSTALLED
source: Prefix to the path where eix expects information about installed packages.
de: Präfix des Pfades, in dem eix Informationen über installierte Pakete sucht.

# EPREFIX_PORTAGE_CACHE
source: This prefix is prepended to the portage cache.
de: Dieser Präfix wird dem Portage Cachepfad vorangestellt.

# EPREFIX_ACCESS_OVERLAYS
source: This prefix is prepended to overlays when their files are accessed.
de: Dieser Präfix wird Overlays vorangestellt, sowie auf ihre Dateien zugegriffen wird.

# EPREFIX_PORTDIR
source: This path is prepended to PORTDIR.
de: Dieser Pfad wird PORTDIR vorangestellt.

# EPREFIX_OVERLAYS
source: This path is prepended to PORTIDIR_OVERLAY values.
de: Dieser Pfad wird bei PORTIDIR_OVERLAY-Einträgen vorangestellt.

# EPREFIX_PORTAGE_PROFILE
source: This path is prepended to PORTAGE_PROFILE.
de: Dieser Pfad wird als Präfix von PORTAGE_PROFILE benutzt.

# EPREFIX_VIRTUAL
source: This is prepended to overlays in eix database to test whether they exist.
de: Dieser Präfix kommt vor Overlays der eix-Datenbank (beim Test, ob sie tatsächlich noch existieren).

# TMPDIR
source: This variable is used for delayed substitution in EIX_TMPDIR. Usually this is set by the environment variable. eix exports this variable initialized to EIX_TMPDIR.
de: Diese Variable wird nur zur verzögerten Ersetzung in EIX_TMPDIR benutzt. Normalerweise ist dies eine Umgebung-Variable. eix exportiert diese Variable initialisiert auf den Wert von EIX_TMPDIR.

# EIX_TMPDIR
source: If this variable is nonempty, this directory is used instead of /tmp for temporary files. eix exports this variable as TMPDIR.
de: Wenn diese Variable nicht leer ist, wird dieses Verzeichnis statt /tmp für Temporärdateien benutzt. eix exportiert diese Variable als TMPDIR.

# EIX_CACHEFILE
source: This file is the default eix cache.
de: Dies ist die Standard-Cache-Datei von eix.

# EIX_PREVIOUS
source: This file is the previous eix cache (used by eix-diff and eix-sync).
de: Diese Datei ist die frühere eix Cache-Datei (für eix-diff, eix-sync).

# EIX_REMOTE1
source: This is the eix cache used when -R is in effect. If the string is nonempty, eix-remote uses this file for the output.
de: Diese Datei wird als Datenbank benutzt, wenn -R aktiviert ist. Falls der String nicht-leer ist, benutzt eix-remote diese Datanbank zur Ausgabe.

# EIX_REMOTE2
source: This is the eix cache used when -Z is in effect. If the string is nonempty, eix-remote uses this file for the output.
de: Diese Datei wird als Datenbank benutzt, wenn -Z aktiviert ist. Falls der String nicht-leer ist, benutzt eix-remote diese Datanbank zur Ausgabe.

# REMOTE_DEFAULT
source: 1, 2, or 0 means that eix option -R, -Z, or neither is the default.
de: 1, 2 bzw. 0 bedeutet, dass die eix-Option -R, -Z bzw. keine von beiden an ist.

# EIX_REMOTEARCHIVE1
source: This is a local copy of the remote archive used by eix-remote. If the name is empty, only a temporary file is used.
de: Dies ist eine lokale Kopie des Archivs, das von eix-remote geholt wird. Falls der Name leer ist, wird nur eine temporäre Datei benutzt.

# EIX_REMOTEARCHIVE2
source: This is a local copy of the remote archive used by eix-remote. If the name is empty, only a temporary file is used.
de: Dies ist eine lokale Kopie des Archivs, das von eix-remote geholt wird. Falls der Name leer ist, wird nur eine temporäre Datei benutzt.

# LOCAL_LAYMAN
source: If nonempty, this will override the heuristics for eix-remote -L.
de: Falls nicht-leer, überschreibt dies die Heuristik von eix-remote -L.

# EBUILD_DEPEND_TEMP
source: The path to the tempfile generated by "ebuild depend".
de: Der Pfad zu der mit „ebuild depend“ generierten temporären Datei.

# EIX_WORLD
source: This file is considered as the world file.
de: Die World-Datei.

# EIX_WORLD_SETS
source: This file is considered as the world_sets file.
de: Die Datei für die world_sets.

# SAVE_WORLD
source: Store the information of the world file in the cache file. Set this to false if you do not want that everybody can get this information.
de: Sollen die Daten der World-Datei in der Cache-Datei gespeichert werden? Setzen Sie dies auf false, wenn Sie nicht wollen, dass jeder daran kommt.

# CURRENT_WORLD
source: Prefer the current world file (if readable) over the data in the cachefile.
de: Benutze die aktuelle World-Datei (falls lesbar) anstelle der Daten in der Cache-Datei.

# EIX_USER
source: Attempt to change to this user if possible. See EIX_UID.
de: Versuche möglichst, zu diesem Benutzer zu wechseln. Siehe EIX_UID.

# EIX_GROUP
source: Attempt to change to this group if possible. See EIX_GID.
de: Versuche möglichst, zu dieser Gruppe zu wechseln. Siehe EIX_GID.

# EIX_UID
source: If EIX_USER is empty or nonexistent, use this user id. In this case and if $EIX_UID <= 0, the user id is not changed.
de: Falls EIX_USER leer ist oder nicht existiert, wird diese UID benutzt. In diesem Fall, und falls $EIX_UID <= 0, wird die UID nicht geändert.
