Repository: vaeth/eix
Catalog: po/*.po
Languages: de

# DIFF_CHAR_NEW
source: This variable is only used for delayed substitution. It defines the character printed for new packages (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Zeichen für neue Pakete (eix-diff).

# DIFF_CHAR_BETTER
source: This variable is only used for delayed substitution. It defines the character used for "better version" tags (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Zeichen für „bessere Version“-Tags (eix-diff).

# DIFF_CHAR_WORSE
source: This variable is only used for delayed substitution. It defines the character used for "worse version" tags (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Zeichen für „schlechtere Version“-Tags (eix-diff).

# TAG_UPGRADE
source: This variable is only used for delayed substitution. It defines the tag printed for upgrade recommendations.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Tag für Upgrade-Empfehlungen.

# TAG_DOWNGRADE
source: This variable is only used for delayed substitution. It defines the tag printed for downgrade recommendations.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Tag für Downgrade-Empfehlungen.

# TAG_INSTALLED
source: This variable is only used for delayed substitution. It defines the tag printed for installed packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Tag für installierte Pakete.

# TAG_UNINSTALLED
source: This variable is only used for delayed substitution. It defines the tag printed for uninstalled packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Tag für nicht-installierte Pakete.

# TAG_STABILIZE
source: This variable is only used for delayed substitution. It defines the tag for packages which have gained a stable version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Tag für Pakete, die eine stabile Version bekommen haben.

# TAG_NEW
source: This variable is only used for delayed substitution. It defines the tag printed for new packages (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Tag für neue Pakete (eix-diff).

# TAG_BETTER
source: This variable is only used for delayed substitution. It defines the tag used for "better version" (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Tag für „bessere Version“ (eix-diff).

# TAG_WORSE
source: This variable is only used for delayed substitution. It defines the tag used for "worse version" (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Tag für „schlechtere Version“ (eix-diff).

# STRING_PLAIN_INSTALLED
source: This variable is only used for delayed substitution. It defines the string used for "plain" tagging installed packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Tag für „normale“ installierte Pakete.

# STRING_PLAIN_UNINSTALLED
source: This variable is only used for delayed substitution. It defines the string used for "plain" tagging uninstalled packages.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält das Tag für „normale“ nicht-installierte Pakete.

# DIFF_STRING_NEW
source: This variable is only used for delayed substitution. It defines the string used for "new package" separators (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält den „neues Paket“-Trenner (eix-diff).

# DIFF_STRING_DELETE
source: This variable is only used for delayed substitution. It defines the string used for "deleted package" separators (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält den „gelöschtes Paket“-Trenner (eix-diff).

# DIFF_STRING_CHANGED
source: This variable is only used for delayed substitution. It defines the string used for "changed package" separators (eix-diff).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie enthält den „geändertes Paket“-Trenner (eix-diff).

# FORMAT_NOBEST
source: This variable is only used for delayed substitution. It defines what to print if no version number is printed.
de: Diese Variable dient nur zur verzögerten Ersetzung. Sie wird ausgegeben, wenn keine Versionsnummer ausgegeben wird.

# FORMAT_NOBEST_CHANGE
source: This variable is only used for delayed substitution. It defines what to print after "->" if there is no installable.
de: Diese Variable dient nur zur verzögerten Ersetzung. Sie legt fest, was nach „->“ ausgegeben wird, wenn es keine installierbare Version gibt.

# TAG_TBZ
source: Tag for *.tbz2. This is only used for delayed substitution.
de: Das Tag für *.tbz2. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_GPKG
source: Tag for *.gpkg.tar. This is only used for delayed substitution.
de: Tag für *.gpkg.tar. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_PAK
source: Tag for *.xpak. This is only used for delayed substitution.
de: Tag für *.xpak. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_MULTIGPKG
source: Tag for multiple *.gpkg.tar. This is only used for delayed substitution.
de: Tag für mehrfache *.gpkg.tar. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_MULTIPAK
source: Tag for multiple *.xpak. This is only used for delayed substitution.
de: Tag für mehrfache *.xpak. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_RESTRICT_FETCH
source: Tag for RESTRICT=fetch. This is only used for delayed substitution.
de: Das Tag für RESTRICT=fetch. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_RESTRICT_MIRROR
source: Tag for RESTRICT=mirror. This is only used for delayed substitution.
de: Das Tag für RESTRICT=mirror. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_RESTRICT_PRIMARYURI
source: Tag for RESTRICT=primaryuri. This is only used for delayed substitution.
de: Das Tag für RESTRICT=primaryuri. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_RESTRICT_BINCHECKS
source: Tag for RESTRICT=binchecks. This is only used for delayed substitution.
de: Das Tag für RESTRICT=binchecks. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_RESTRICT_STRIP
source: Tag for RESTRICT=strip. This is only used for delayed substitution.
de: Das Tag für RESTRICT=strip. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_RESTRICT_TEST
source: Tag for RESTRICT=test. This is only used for delayed substitution.
de: Das Tag für RESTRICT=test. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_RESTRICT_USERPRIV
source: Tag for RESTRICT=userpriv. This is only used for delayed substitution.
de: Das Tag für RESTRICT=userpriv. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_RESTRICT_INSTALLSOURCES
source: Tag for RESTRICT=installsources. This is only used for delayed substitution.
de: Das Tag für RESTRICT=installsources. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_RESTRICT_BINDIST
source: Tag for RESTRICT=bindist. This is only used for delayed substitution.
de: Das Tag für RESTRICT=bindist. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_RESTRICT_PARALLEL
source: Tag for RESTRICT=parallel. This is only used for delayed substitution.
de: Das Tag für RESTRICT=parallel. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_PROPERTIES_INTERACTIVE
source: Tag for PROPERTIES=interactive. This is only used for delayed substitution.
de: Das Tag für PROPERTIES=interactive. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_PROPERTIES_LIVE
source: Tag for PROPERTIES=live. This is only used for delayed substitution.
de: Das Tag für PROPERTIES=live. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_PROPERTIES_VIRTUAL
source: Tag for PROPERTIES=virtual. This is only used for delayed substitution.
de: Das Tag für PROPERTIES=virtual. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_PROPERTIES_SET
source: Tag for PROPERTIES=set. This is only used for delayed substitution.
de: Das Tag für PROPERTIES=set. Dies wird nur zur verzögerten Ersetzung benutzt.

# TAG_FOR_PROFILE
source: This variable is only used for delayed substitution. It is the tag for "profile masked" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für „Profil-maskierte“ Versionen.

# TAG_FOR_MASKED
source: This variable is only used for delayed substitution. It is the tag for "package.masked" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für „package.masked“ Versionen.

# TAG_FOR_EX_PROFILE
source: This variable is only used for delayed substitution. It is the tag for "originally profile masked but unmasked" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für Versionen, die ursprünglich „Profil-maskiert“ waren, jetzt aber unmaskiert sind.

# TAG_FOR_EX_MASKED
source: This variable is only used for delayed substitution. It is the tag for "originally package.masked but unmasked" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für Versionen, die ursprünglich „package.maskiert“ waren, jetzt aber unmaskiert sind.

# TAG_FOR_LOCALLY_MASKED
source: This variable is only used for delayed substitution. It is the tag for "only locally masked" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für „nur lokal maskierte“ Versionen.

# TAG_FOR_STABLE
source: This variable is only used for delayed substitution. It is the tag for "stable" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für „stable“ Versionen.

# TAG_FOR_UNSTABLE
source: This variable is only used for delayed substitution. It is the tag for "unstable" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für „instabile“ versionen.

# TAG_FOR_MINUS_ASTERISK
source: This variable is only used for delayed substitution. It is the tag for "-*" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für „-*“ Versionen.

# TAG_FOR_MINUS_UNSTABLE
source: This variable is only used for delayed substitution. It is the tag for "-~*" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für „-~*“ Versionen.

# TAG_FOR_MINUS_KEYWORD
source: This variable is only used for delayed substitution. It is the tag for "-ARCH" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für „-ARCH“ Versionen.

# TAG_FOR_ALIEN_STABLE
source: This variable is only used for delayed substitution. It is the tag for "ALIENARCH" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für „ALIENARCH“ Versionen.

# TAG_FOR_ALIEN_UNSTABLE
source: This variable is only used for delayed substitution. It is the tag for "~ALIENARCH" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für „~ALIENARCH“ Versionen.

# TAG_FOR_MISSING_KEYWORD
source: This variable is only used for delayed substitution. It is the tag for "no keyword" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für „kein Keyword“ Versionen.

# TAG_FOR_EX_UNSTABLE
source: This variable is only used for delayed substitution. It is the tag for "originally unstable but now stable" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für Versionen, die ursprünglich „instabil“ waren, jetzt aber stabil sind.

# TAG_FOR_EX_MINUS_ASTERISK
source: This variable is only used for delayed substitution. It is the tag for "originally -* but now stable" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für Versionen, die ursprünglich „-*“ waren, jetzt aber stabil sind.

# TAG_FOR_EX_MINUS_UNSTABLE
source: This variable is only used for delayed substitution. It is the tag for "originally -~* but now stable" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für Versionen, die ursprünglich „-~*“ waren, jetzt aber stabil sind.

# TAG_FOR_EX_MINUS_KEYWORD
source: This variable is only used for delayed substitution. It is the tag for "originally -ARCH but now stable" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für Versionen, die ursprünglich „-ARCH“ waren, jetzt aber stabil sind.

# TAG_FOR_EX_ALIEN_STABLE
source: This variable is only used for delayed substitution. It is the tag for "originally ALIENARCH but now stable" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für Versionen, die ursprünglich „ALIENARCH“ waren, jetzt aber stabil sind.

# TAG_FOR_EX_ALIEN_UNSTABLE
source: This variable is only used for delayed substitution. It is the tag for "originally ~ALIENARCH but now stable" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für Versionen, die ursprünglich „~ALIENARCH“ waren, jetzt aber stabil sind.

# TAG_FOR_EX_MISSING_KEYWORD
source: This variable is only used for delayed substitution. It is the tag for "originally no keyword but now stable" versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Tag für Versionen, die ursprünglich „kein Keyword“ waren, jetzt aber stabil sind.

# VERSION_NEWLINE
source: This variable is used by delayed substitution in version formatters. It prints a newline at the end of a version.
de: Diese Variable dient nur zur verzögerten Ersetzung in Versionsformatierern. Sie gibt einen Zeilenvorschub am Ende einer Version aus.

# NAMEVERSION
source: This variable is used as a version formatter. It is an example for usage with <bestslotupgradeversions:NAMEVERSION> or <installedversions:NAMEVERION> or <availableversions:NAMEVERSION>.
de: Diese Variable wird zur Versionsformatierung benutzt. Sie ist ein Beispiel, etwa für <bestslotupgradeversions:NAMEVERSION>, <installedversions:NAMEVERION> oder <availableversions:NAMEVERSION>.

# EQNAMEVERSION
source: This variable is used as a version formatter. It is an example for usage with <bestslotupgradeversions:EQNAMEVERSION> or <installedversions:EQNAMEVERION> or <availableversions:EQNAMEVERSION>.
de: Diese Variable wird zur Versionsformatierung benutzt. Sie ist ein Beispiel, etwa für <bestslotupgradeversions:EQNAMEVERSION>, <installedversions:EQNAMEVERION> oder <availableversions:EQNAMEVERSION>.

# ANAMESLOT
source: This variable is used as a version formatter. It is an example for usage as <availableversion:ANAMESLOT:ANAMESLOT>.
de: Diese Variable wird zur Versionsformatierung benutzt. Sie ist ein Beispiel, etwa für <availableversion:ANAMESLOT:ANAMESLOT>.

# ANAMEASLOT
source: This variable is used as a version formatter. It is an example for usage with <availableversion:ANAMEASLOT:ANAMEASLOT>.
de: Diese Variable wird zur Versionsformatierung benutzt. Sie ist ein Beispiel, etwa für <availableversion:ANAMEASLOT:ANAMEASLOT>.

# NAMESLOT
source: This variable is used as a version formatter. It is an example for usage with <installedversions:NAMESLOT>.
de: Diese Variable wird zur Versionsformatierung benutzt. Sie ist ein Beispiel, etwa für <installedversions:NAMESLOT>.

# NAMEASLOT
source: This variable is used as a version formatter. It is an example for usage with <installedversions:NAMEASLOT>.
de: Diese Variable wird zur Versionsformatierung benutzt. Sie ist ein Beispiel, etwa für <installedversions:NAMEASLOT>.

# DATESORT_DATE
source: strftime() format for printing the installation date in DATESORT
de: strftime()-Format für das Installationsdatum in DATESORT

# DATESORT
source: This variable is used as a version formatter. It is an example for usage as <installedversions:DATESORT>. Typical usage: eix -'*I' --format '<installedversions:DATESORT>' | sort | cut -f2-3
de: Diese Variable wird zur Versionsformatierung benutzt. Sie ist ein Beispiel für <installedversions:NAMESLOT>. Typischer Aufruf: eix -'*I' --format '<installedversions:DATESORT>' | sort | cut -f2-3

# FORMAT_SRC_URI
source: This variable is only used for delayed substitution. It defines the format of the SRC_URI output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die Ausgabe der SRC_URI fest.

# FORMAT_EAPI
source: This variable is only used for delayed substitution. It defines the format of the EAPI output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die Ausgabe der EAPI fest.

# FORMAT_DEPEND
source: This variable is only used for delayed substitution. It defines the format of the DEPEND output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die Ausgabe von DEPEND fest.

# FORMAT_RDEPEND
source: This variable is only used for delayed substitution. It defines the format of the RDEPEND output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die Ausgabe von RDEPEND fest.

# FORMAT_PDEPEND
source: This variable is only used for delayed substitution. It defines the format of the PDEPEND output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die Ausgabe von PDEPEND fest.

# FORMAT_BDEPEND
source: This variable is only used for delayed substitution. It defines the format of the BDEPEND output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die Ausgabe von BDEPEND fest.

# FORMAT_IDEPEND
source: This variable is only used for delayed substitution. It defines the format of the IDEPEND output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die Ausgabe von IDEPEND fest.

# FORMAT_DEPEND_VERBOSE
source: This variable is only used for delayed substitution. It defines the format of the DEPEND output with --verbose.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die Ausgabe von DEPEND bei --verbose fest.

# FORMAT_RDEPEND_VERBOSE
source: This variable is only used for delayed substitution. It defines the format of the RDEPEND output with --verbose.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die Ausgabe von RDEPEND bei --verbose fest.

# FORMAT_PDEPEND_VERBOSE
source: This variable is only used for delayed substitution. It defines the format of the PDEPEND output with --verbose.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die Ausgabe von PDEPEND bei --verbose fest.

# FORMAT_BDEPEND_VERBOSE
source: This variable is only used for delayed substitution. It defines the format of the BDEPEND output with --verbose.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die Ausgabe von BDEPEND bei --verbose fest.

# FORMAT_IDEPEND_VERBOSE
source: This variable is only used for delayed substitution. It defines the format of the IDEPEND output with --verbose.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt das Format für die Ausgabe von IDEPEND bei --verbose fest.

# FORMAT_VERSION_IUSE
source: This variable is only used for delayed substitution. It is used for colored <use> in available versions; color is not reset.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie wird zur Ausgabe gefärbter <use> in verfügbaren Versionen benutzt. Die Farbe wird nicht zurückgesetzt.

# FORMAT_COLLIUSE
source: This variable is only used for delayed substitution. It is used for colored <colliuse>; color is not reset.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie wird zur Ausgabe gefärbter <colliuse> benutzt. Die Farbe wird nicht zurückgesetzt.

# FORMAT_VERSION_REQUIRED_USE
source: This variable is only used for delayed substitution. It defines the format for REQUIRED_USE for an available version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das Format für REQUIRED_USE verfügbarer Versionen.

# FORMAT_KEYWORDS
source: This variable is only used for delayed substitution. It is used for printing colored <keywords>; color is not reset.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie wird zur Ausgabe gefärbter <keywords> benutzt. Die Farbe wird nicht zurückgesetzt.

# FORMAT_KEYWORDSS
source: This variable is only used for delayed substitution. It is used for printing colored <keywords*>; color is not reset.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie wird zur Ausgabe gefärbter <keywords*> benutzt. Die Farbe wird nicht zurückgesetzt.

# FORMAT_KEYWORDS_EQUAL
source: This variable is only used for delayed substitution. It defines what to output for KEYWORDS* if they equal KEYWORDS.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist die Ausgabe für KEYWORDS*, wenn diese mit KEYWORDS übereinstimmen.

# FORMAT_MASK_TAG
source: This variable is only used for delayed substitution. It sets the runtime variable $mask to the masking tag, and unless the runtime variable $color is set, it outputs the color and sets $color.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Laufzeit-Variable $mask für das Masking-Tag, und außer falls die Laufzeit-Variable $color gesetzt ist, ändert sie die Farbe und setzt $color.

# FORMAT_STABILITY_TAG
source: This variable is only used for delayed substitution. It sets the runtime variable $stable to the stability tag, and unless the runtime variable $color is set, it outputs the color and sets $color.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die Laufzeit-Variable $stable für das Stabilitäts-Tag, und außer falls die Laufzeit-Variable $color gesetzt ist, ändert sie die Farbe und setzt $color.

# FORMAT_STABILITY
source: This variable is only used for delayed substitution. It outputs the stability tag, changing the color appropriately. It sets the runtime variable $color depending on whether color was changed.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt das Stabilitäts-Tag aus und ändert dabei ggf. die Farbe. Sie setzt die Laufzeit-Variable $color, je nachdem ob die Farbe geändert wurde.

# FORMAT_PROPERTIESSEPARATOR
source: This variable is only used for delayed substitution. It sets the initial string and $color for PROPERTIES output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt Anfangsstring und $color für PROPERTIES-Ausgaben fest.

# FORMAT_RESTRICTSEPARATOR
source: This variable is only used for delayed substitution. It sets the initial string and $color for RESTRICT output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt Anfangsstring und $color für RESTRICT-Ausgaben fest.

# FORMAT_PROPERTIES
source: This variable is only used for delayed substitution. It outputs the PROPERTIES tag, changing the color appropriately. It sets the runtime variable $color if color was changed.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt das PROPERTIES-Tag aus und setzt die Farbe entsprechend. Sie setzt die Laufzeit-Variable $color, falls die Farbe geändert wurde.

# FORMAT_RESTRICT
source: This variable is only used for delayed substitution. It outputs the RESTRICT tag, changing the color appropriately. It sets the runtime variable $color if color was changed.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt das RESTRICT-Tag aus und setzt die Farbe entsprechend. Sie setzt die Laufzeit-Variable $color, falls die Farbe geändert wurde.
