Repository: vaeth/eix
Catalog: po/*.po
Languages: de

# TERM_STATUSLINE
source: If the beginning of TERM matches a word of this space-separated list, it is assumed that the terminal supports a status line.
de: Wenn sich der Anfang von TERM in einem Wort dieser Liste findet, wird angenommen, dass das Terminal eine Statuszeile unterstützt.

# TERM_SOFTSTATUSLINE
source: If the beginning of TERM matches a word of this space-separated list, and if a status line is active, also a soft status line will be output.
de: Wenn sich der Anfang von TERM in einem Wort dieser Liste findet, und wenn die Statuszeile aktiv ist, dann wird auch eine Soft-Statuszeile ausgegeben.

# EXIT_STATUSLINE
source: If this is nonempty, it is used as the exit statusline. An optional leading space in this string is ignored.
de: Falls dies nicht-leer ist, wird es als Exit-Statuszeile benutzt. Ein optionales führendes Leerzeichen wird ignoriert.

# RESET_ALL_LINES
source: This variable is only used for delayed substitution. It decides whether background colors are reset on every newline. This may be desired if you set BG? to a value differrent than "none".
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt fest, ob die Hintergrundfarbe bei jedem Zeilenende zurückgesetzt wird. Dies kann gewünscht sein, wenn BG? nicht „none“ ist.

# BG0
source: This variable is only used for delayed substitution. It is the background color for color scheme 0. Use "none" for no change.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die Hintergrundfarbe für Farbschema 0 fest; „none“ = keine Änderung.

# BG1
source: This variable is only used for delayed substitution. It is the background color for color scheme 1. Use "none" for no change.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die Hintergrundfarbe für Farbschema 1 fest; „none“ = keine Änderung.

# BG2
source: This variable is only used for delayed substitution. It is the background color for color scheme 2. Use "none" for no change.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die Hintergrundfarbe für Farbschema 2 fest; „none“ = keine Änderung.

# BG3
source: This variable is only used for delayed substitution. It is the background color for color scheme 3. Use "none" for no change.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die Hintergrundfarbe für Farbschema 3 fest; „none“ = keine Änderung.

# BG0S
source: This variable is only used for delayed substitution. It is used instead of BG0 to ignore BG0 if SOLARIZED is set.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie wird statt BG0 benutzt, um BG0 zu ignorieren wenn SOLARIZED gesetzt ist.

# TERM_ALT1
source: This is a list of regular expressions; if one of it matches TERM, then COLORSCHEME1 is used instead of COLORSCHEME0. The intention is that the specified terminals default to 256 colors.
de: Dies ist eine Liste regulärer Ausdrücke; wenn einer auf TERM passt, so wird COLORSCHEME1 statt COLORSCHEME0 benutzt. Der Hintergedanke ist, dass die spezifizierten Terminals 256 Farben haben.

# TERM_ALT1_ADD
source: This variable is only used for delayed substitution of TERM_ALT1.
de: Diese Variable wird nur zur verzögerten Ersetzung in TERM_ALT1 benutzt.

# TERM_ALT2
source: This is a list of regular expressions; if one of it matches TERM, then COLORSCHEME2 is used instead of COLORSCHEME0. The intention is that the specified terminals default to 88 colors.
de: Dies ist eine Liste regulärer Ausdrücke; wenn einer auf TERM passt, so wird COLORSCHEME2 statt COLORSCHEME0 benutzt. Der Hintergedanke ist, dass die spezifizierten Terminals 88 Farben haben.

# TERM_ALT2_ADD
source: This variable is only used for delayed substitution of TERM_ALT2.
de: Diese Variable wird nur zur verzögerten Ersetzung in TERM_ALT2 benutzt.

# TERM_ALT3
source: This is a list of regular expressions; if one of it matches TERM, then COLORSCHEME3 is used instead of COLORSCHEME0. The intention is that these terminals are exceptions made on user request.
de: Dies ist eine Liste regulärer Ausdrücke; wenn einer auf TERM passt, so wird COLORSCHEME3 statt COLORSCHEME0 benutzt. Der Hintergedanke ist, dass diese Terminals benutzerspezifizierte Ausnahmen sind.

# DARK
source: The value "true" or "false" means that the first or second entry of the COLORSCHEME* variables is used (meaning black or white background, resp.). The value "auto" means a heuristic based on TERM_DARK and COLORFGBG_DARK.
de: Der Wert „true“ oder „false“ bedeutet, dass der erste bzw. zweite Eintrag der COLORSCHEME*-Variablen benutzt wird (was dunklen bzw. hellen Hintergrund bedeutet). Mit „auto“ wird eine Heuristik gewählt, die auf TERM_DARK und COLORFGBG_DARK basiert.

# TERM_DARK
source: A list of pairs regexp1 darkmode1 regexp2 darkmode2 ... [default darkmode]. If DARK=auto the first darkmode for which TERM matches regexp is assumed. In modes true* and false* also COLORGBGB is respected by COLORFGBG_DARK.
de: Eine Liste der Art regexp1 darkmode1 regexp2 darkmode2 … [default darkmode]. Bei DARK=auto wird der erste passende Dunkelmodus aus darkmode genommen, für den TERM auf den entsprechenden regulären Ausdruck aus regexp passt. Die speziellen darkmode-Werte true* und false* bedeuten, dass auch COLORFGBG vermöge COLORFGBG_DARK berücksichtigt wird.

# COLORFGBG_DARK
source: This is a list of regular expressions. If modes true* and false* are active in TERM_DARK and COLORFGBG is nonempty, then the darkmode depends on whether COLORFGBG matches at least one entry.
de: Dies ist eine Liste regulärer Ausdrücke. Falls die darkmode-Werte true* oder false* in TERM_DARK aktiv sind und falls COLORFGBG nicht-leer ist, dann hängt der Dunkelmodus davon ab, ob COLORFGBG auf einen Listeneintrag passt.

# COLORFGBG
source: Usually, this is set in the environment by some terminals like rxvt. It is only used if DARK=auto, see COLORFGBG_BLACK.
de: Dies wird normalerweise in der Umgebung von einigen Terminals wie rxvt gesetzt. Dies wird nur bei DARK=auto benutzt, vgl. COLORFGBG_BLACK.

# SOLARIZED
source: This variable is only used in delayed substitution in COLORSCHEME?. Set it (e.g. in your environment) if your terminal is configured to use the solarized color scheme of Ethan Schoonover.
de: Diese Variable wird nur zur verzögerten Ersetzung in COLORSCHEME? benutzt. Setzen Sie sie (beispielsweise in der Umgebung) wenn ihr Terminal für das Solarized-Farbschema von Ethan Schoonover konfiguriert ist.

# COLORSCHEME0
source: This is one or two numbers. If TERM_ALT? does not match, this chooses the corresponding number in color specifications (starting from 0). If two numbers are specified, the choice depends on DARK. The intention of this variable is to select the color scheme used for 8/16 color terminals.
de: Dies ist eine oder zwei Zahlen. Wenn TERM_ALT? nicht passt, legt die Zahl die Farbe bei Farbspezifikationen fest (beginnend bei 0). Wenn zwei Zahlen angegeben sind, hängt die Wahl von DARK ab. Die Intention dieser Variablen ist es, das Farbschema für 8/16-farbige Terminals auszuwählen.

# COLORSCHEME1
source: This is one or two numbers. If TERM_ALT1 matches, this chooses the corresponding number in color specifications (starting from 0). If two numbers are specified, the choice depends on DARK. The intention of this variable is to select the color scheme used for 256 color terminals.
de: Dies ist eine oder zwei Zahlen. Wenn TERM_ALT1 passt, legt die Zahl die Farbe bei Farbspezifikationen fest (beginnend bei 0). Wenn zwei Zahlen angegeben sind, hängt die Wahl von DARK ab. Die Intention dieser Variablen ist es, das Farbschema für 256-farbige Terminals auszuwählen.

# COLORSCHEME2
source: This is one or two numbers. If TERM_ALT2 matches, this chooses the corresponding number in color specifications (starting from 0). If two numbers are specified, the choice depends on DARK. The intention of this variable is to select the color scheme used for 88 color terminals.
de: Dies ist eine oder zwei Zahlen. Wenn TERM_ALT2 passt, legt die Zahl die Farbe bei Farbspezifikationen fest (beginnend bei 0). Wenn zwei Zahlen angegeben sind, hängt die Wahl von DARK ab. Die Intention dieser Variablen ist es, das Farbschema für 88-farbige Terminals auszuwählen.

# COLORSCHEME3
source: This is one or two numbers. If TERM_ALT3 matches, this chooses the corresponding number in color specifications (starting from 0). If two numbers are specified, the choice depends on DARK. The intention of this variable is to select the color scheme used for user-specified terminals.
de: Dies ist eine oder zwei Zahlen. Wenn TERM_ALT3 passt, legt die Zahl die Farbe bei Farbspezifikationen fest (beginnend bei 0). Wenn zwei Zahlen angegeben sind, hängt die Wahl von DARK ab. Die Intention dieser Variablen ist es, das Farbschema für benutzerspezifizierte Terminals auszuwählen.

# SORT_INST_USE_ALPHA
source: If false, sort installed useflags by whether they are set.
de: Falls false, werden die Useflags nach gesetzten/ungesetzten sortiert.

# CHECK_INSTALLED_OVERLAYS
source: Allowed values are true/false/repository. If true, always check from which overlay a package version was installed. If false, only packages with versions in at least two trees are checked. The compromise - repository - checks at least always the repository files. Without a check, the assumed overlay may be wrong if the version was actually installed from a place not in the database anymore.
de: Zulässige Werte sind „true“, „false“ und „repository“. Bei „true“ wird für alle Versionen überprüft, aus welchem Overlay sie installiert wurden. Bei „false“ geschieht dies nur für Pakete, die in mindestens zwei Overlays vorkommen. Bei „repository“ werden als ein gewisser Kompromiss zumindest stets die repository-Dateien überprüft. Im Falle einer fehlenden Überprüfung kann der vermutete Overlay falsch sein, wenn die betreffende Version aus einem Overlay installiert wurde, in dem es das Paket nicht mehr gibt.

# MATCH_FIELD_DESCRIPTION
source: This variable is only used for delayed substitution. It is a regular expression used in DEFAULT_MATCH_FIELD for description.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um einen regulären Ausdruck, der von DEFAULT_MATCH_FIELD bei „description“ benutzt wird.

# MATCH_FIELD_SET
source: This variable is only used for delayed substitution. It is a regular expression used in DEFAULT_MATCH_FIELD for set.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um einen regulären Ausdruck, der von DEFAULT_MATCH_FIELD bei „set“ benutzt wird.

# MATCH_FIELD_HOMEPAGE
source: This variable is only used for delayed substitution. It is a regular expression used in DEFAULT_MATCH_FIELD for homepage.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um einen regulären Ausdruck, der von DEFAULT_MATCH_FIELD bei „homepage“ benutzt wird.

# MATCH_FIELD_CATEGORY_NAME
source: This variable is only used for delayed substitution. It is a regular expression used in DEFAULT_MATCH_FIELD for category/name.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um einen regulären Ausdruck, der von DEFAULT_MATCH_FIELD bei „category/name“ benutzt wird.

# MATCH_FIELD_LICENSE
source: This variable is only used for delayed substitution. It is a regular expression used in DEFAULT_MATCH_FIELD for license. If it is identical to MATCH_FIELD_CATEGORY_NAME, it is de facto disabled, because the latter takes precedence.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um einen regulären Ausdruck, der von DEFAULT_MATCH_FIELD bei „license“ benutzt wird. Wenn er mit MATCH_FIELD_CATEOGRY_NAME identisch ist, ist er faktisch ausgeschaltet, weil letzeres Vorrang hat.

# MATCH_FIELD_DEPS
source: This variable is only used for delayed substitution. It is a regular expression used in DEFAULT_MATCH_FIELD for deps.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um einen regulären Ausdruck, der von DEFAULT_MATCH_FIELD bei „deps“ benutzt wird.

# MATCH_FIELD_SRC_URI
source: This variable is only used for delayed substitution. It is a regular expression used in DEFAULT_MATCH_FIELD for src-uri. If it is identical to MATCH_FIELD_HOMEPAGE, it is de facto disabled, because the latter takes precedence.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um einen regulären Ausdruck, der von DEFAULT_MATCH_FIELD bei „src-uri“ benutzt wird. Wenn er mit MATCH_FIELD_CATEOGRY_NAME identisch ist, ist er faktisch ausgeschaltet, weil letzeres Vorrang hat.

# MATCH_FIELD_EAPI
source: This variable is only used for delayed substitution. It is a regular expression used in DEFAULT_MATCH_FIELD for eapi. If it is identical to MATCH_FIELD_CATEGORY_NAME, it is de facto disabled, because the latter takes precedence.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um einen regulären Ausdruck, der von DEFAULT_MATCH_FIELD bei „eapi“ benutzt wird. Wenn er mit MATCH_FIELD_CATEOGRY_NAME identisch ist, ist er faktisch ausgeschaltet, weil letzeres Vorrang hat.

# DEFAULT_MATCH_FIELD
source: This is a list of strings of the form regexp[ ]match_field. If regexp matches the search pattern, use match_field as the default. A fallback match_field may be specified as the last entry in the list. Admissible values for match_field are: name, category, category/name, description, license, homepage, set, eapi, slot, installed-slot, use, with-use, without-use, src-uri, deps, depend, rdepend, pdepend, bdepend, idepend, error.
de: Dies ist eine Stringliste von Ausdrücken der Gestalt regexp[ ]match_field. Falls regexp auf das Suchmuster zutrifft, benutze match_field als Vorgabe. Ein Fallback-match_field kann als letzter Eintrag der Liste angegeben werden. Zulässige Werte für match_field sind: name, category, category/name, description, license, homepage, set, eapi, slot, installed-slot, use, with-use, without-use, src-uri, deps, depend, rdepend, pdepend, bdepend, idepend, error.

# MATCH_ALGORITHM_REGEX_CASE
source: This variable is only used for delayed substitution. It is the criterion used in DEFAULT_MATCH_ALGORITHM for regexcase.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um das Kriterium, das von DEFAULT_MATCH_ALGORITHM für „regexcase“ benutzt wird.

# MATCH_ALGORITHM_REGEX
source: This variable is only used for delayed substitution. It is the criterion used in DEFAULT_MATCH_ALGORITHM for regex.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um das Kriterium, das von DEFAULT_MATCH_ALGORITHM für „regex“ benutzt wird.

# MATCH_ALGORITHM_PATTERN
source: This variable is only used for delayed substitution. It is the criterion used in DEFAULT_MATCH_ALGORITHM for pattern.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um das Kriterium, das von DEFAULT_MATCH_ALGORITHM für „pattern“ benutzt wird.

# MATCH_ALGORITHM_SUBSTRING
source: This variable is only used for delayed substitution. It is the criterion used in DEFAULT_MATCH_ALGORITHM for substring.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um das Kriterium, das von DEFAULT_MATCH_ALGORITHM für „substring“ benutzt wird.

# MATCH_ALGORITHM_EXACT
source: This variable is only used for delayed substitution. It is the criterion used in DEFAULT_MATCH_ALGORITHM for exact.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um das Kriterium, das von DEFAULT_MATCH_ALGORITHM für „exact“ benutzt wird.

# MATCH_ALGORITHM_BEGIN
source: This variable is only used for delayed substitution. It is the criterion used in DEFAULT_MATCH_ALGORITHM for begin.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um das Kriterium, das von DEFAULT_MATCH_ALGORITHM für „begin“ benutzt wird.

# MATCH_ALGORITHM_REGEX_CASE_FALLBACK
source: This variable is only used for delayed substitution. It is the criterion used in DEFAULT_MATCH_ALGORITHM for regexcase fallback.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Es handelt sich um das Kriterium, das von DEFAULT_MATCH_ALGORITHM für „regexcase“ als letzter Test benutzt wird.

# DEFAULT_MATCH_ALGORITHM
source: This is a list of strings of the form (spec)regexp[ ]match_algorithm. If spec matches the match field(s) and regexp matches the search pattern, use match_algorithm as the default. A fallback match_algorithm may be specified as the last entry in the list. Admissible values for match_algorithm are: regex, regexcase, pattern, substring, begin, end, exact, fuzzy, error.
de: Dies ist eine Stringliste von Ausdrücken der Gestalt (spec)regexp[ ]match_algorithm. Falls spec auf das benutzte Operandenfeld und regexp auf das Suchmuster zutrifft, wird match_algorithm als Vorgabe benutzt. Ein Fallback-match_algorithm kann als letzter Eintrag der Liste auftreten. Zulässige Werte für match_algorithm sind: regex, regexcase, pattern, substring, begin, end, exact, fuzzy, error

# TEST_FOR_EMPTY
source: Defines whether empty entries in /etc/portage/package.* are shown with -t.
de: Sollen bei -t leere Einträge aus /etc/portage/package.* gemeldet werden?

# TEST_KEYWORDS
source: Defines whether /etc/portage/package.accept_keywords is tested with -t.
de: Soll /etc/portage/package.accept_keywords bei -t getestet werden?

# TEST_MASK
source: Defines whether /etc/portage/package.mask is tested with -t.
de: Soll /etc/portage/package.mask bei -t getestet werden?

# TEST_UNMASK
source: Defines whether /etc/portage/package.unmask is tested with -t.
de: Soll /etc/portage/package.unmask bei -t getestet werden?

# TEST_USE
source: Defines whether /etc/portage/package.use is tested with -t.
de: Soll /etc/portage/package.use bei -t getestet werden?

# TEST_ENV
source: Defines whether /etc/portage/package.env is tested with -t.
de: Soll /etc/portage/package.env bei -t getestet werden?

# TEST_LICENSE
source: Defines whether /etc/portage/package.license is tested with -t.
de: Soll /etc/portage/package.license bei -t getestet werden?

# TEST_RESTRICT
source: Defines whether /etc/portage/package.accept_restrict is tested with -t.
de: Soll /etc/portage/package.accept_restrict bei -t getestet werden?

# TEST_CFLAGS
source: Defines whether /etc/portage/package.cflags is tested with -t.
de: Soll /etc/portage/package.cflags bei -t getestet werden?

# TEST_REMOVED
source: Defines whether removed packages are tested with -t.
de: Sollen gelöschte Pakete bei -t getestet werden?

# TEST_FOR_NONEXISTENT
source: Defines whether non-existing installed versions are positive for -T.
de: Sollen nicht-existente installierte Versionen bei -T einen Treffer ergeben?

# NONEXISTENT_IF_OTHER_OVERLAY
source: Defines whether versions are non-existent for TEST_FOR_NONEXISTENT if they come from a different overlay than the installed version.
de: Legt fest, ob für TEST_FOR_NONEXISTENT diejenigen Versionen als nicht-existent gelten, die von einem anderen Overlay als die installierte kommen.

# NONEXISTENT_IF_MASKED
source: Defines whether masked versions are non-existent for TEST_FOR_NONEXISTENT.
de: Legt fest, ob für TEST_FOR_NONEXISTENT maskierte Versionen als nicht-existent gelten.

# TEST_FOR_REDUNDANCY
source: Defines whether redundant entries are positive for -T.
de: Legt fest, ob redundante Einträge für -T einen Treffer ergeben.

# ACCEPT_KEYWORDS_AS_ARCH
source: If full or true modify ARCH by ACCEPT_KEYWORDS. This determines which keywords are considered as ARCH or OTHERARCH. The value full also influences the original ARCH keywording.
de: Bei full oder true wird ARCH durch ACCEPT_KEYWORDS modifiziert. Dies legt fest, welche Keywords als ARCH oder OTHERARCH aufgefasst werden. Der Wert full beeinflusst auch das ursprüngliche Keywording durch ARCH.

# REDUNDANT_IF_DOUBLE
source: Applies if /etc/portage/package.accept_keywords lists the same keyword twice for the versions in question.
de: Testet, ob /etc/portage/package.accept_keywords für die fraglichen Versionen ein Keyword doppelt enthält.

# REDUNDANT_IF_DOUBLE_LINE
source: Applies if /etc/portage/package.accept_keywords has two lines for identical target.
de: Testet, ob /etc/portage/package.accept_keywords für die fraglichen Versionen zwei Zeilen enthält.

# REDUNDANT_IF_MIXED
source: Applies if /etc/portage/package.accept_keywords lists two different keywords, e.g. ~ARCH and -*, for the versions in question.
de: Testet, ob /etc/portage/package.accept_keywords für die fraglichen Versionen zwei verschieden Keywords angibt, wie etwa ~ARCH und -*.

# REDUNDANT_IF_WEAKER
source: Applies if /etc/portage/package.accept_keywords lists a keywords which can be replaced by a weaker keyword, e.g. -* or ~OTHERARCH or OTHERARCH in place of ~ARCH, or ~OTHERARCH in place of OTHERARCH, for the versions in question.
de: Testet, ob /etc/portage/package.accept_keywords für die fraglichen Versionen ein Keyword enthält, das durch ein schwächeres ersetzt werden könnte, etwa -*, ~OTHERARCH oder ~OTHERARCH anstatt ~ARCH, oder ~OTHERARCH anstatt OTHERARCH.

# REDUNDANT_IF_STRANGE
source: Applies if /etc/portage/package.accept_keywords lists a strange keyword e.g. UNKNOWNARCH (unknown to the .ebuild and ARCH) or -OTHERARCH, for the versions in question.
de: Testet, ob /etc/portage/package.accept_keywords für die fraglichen Versionen ein seltsames Keyword enthält, etwas UNKNOWNARCH (unbekannt für das .ebuild und ARCH) oder -OTHERARCH.

# REDUNDANT_IF_NO_CHANGE
source: Applies if /etc/portage/package.accept_keywords provides keywords which do not change the availability keywords status for the versions in question.
de: Testet, ob /etc/portage/package.accept_keywords für die fraglichen Versionen ein Keyword enthält, das den Status der Version nicht beeinflusst.

# REDUNDANT_IF_MASK_NO_CHANGE
source: Applies if /etc/portage/package.mask contains entries which do not change the mask status for the versions in question.
de: Testet, ob /etc/portage/package.mask für die fraglichen Versionen Einträge enthält, die den Status der Version nicht beeinflussen.

# REDUNDANT_IF_UNMASK_NO_CHANGE
source: Applies if /etc/portage/package.unmask contains entries which do not change the mask status for the versions in question.
de: Testet, ob /etc/portage/package.unmask für die fraglichen Versionen Einträge enthält, die den Status der Version nicht beeinflussen.

# REDUNDANT_IF_DOUBLE_MASKED
source: Applies if /etc/portage/package.mask matches twice for the versions in question.
de: Testet, ob /etc/portage/package.mask für die fraglichen Versionen doppelt zutrifft.

# REDUNDANT_IF_DOUBLE_UNMASKED
source: Applies if /etc/portage/package.unmask matches twice for the versions in question.
de: Testet, ob /etc/portage/package.unmask für die fraglichen Versionen doppelt zutrifft.

# REDUNDANT_IF_DOUBLE_USE
source: Applies if /etc/portage/package.use matches twice for the versions in question.
de: Testet, ob /etc/portage/package.use für die fraglichen Versionen doppelt zutrifft.

# REDUNDANT_IF_DOUBLE_ENV
source: Applies if /etc/portage/package.env matches twice for the versions in question.
de: Testet, ob /etc/portage/package.env für die fraglichen Versionen doppelt zutrifft.

# REDUNDANT_IF_DOUBLE_LICENSE
source: Applies if /etc/portage/package.license matches twice for the versions in question.
de: Testet, ob /etc/portage/package.license für die fraglichen Versionen doppelt zutrifft.

# REDUNDANT_IF_DOUBLE_RESTRICT
source: Applies if /etc/portage/package.accept_restrict matches twice for the versions in question.
de: Testet, ob /etc/portage/package.accept_restrict für die fraglichen Versionen doppelt zutrifft.

# REDUNDANT_IF_DOUBLE_CFLAGS
source: Applies if /etc/portage/package.cflags matches twice for the versions in question.
de: Testet, ob /etc/portage/package.cflags für die fraglichen Versionen doppelt zutrifft.
