Repository: vaeth/eix
Catalog: po/*.po
Languages: de

# EIX_GID
source: If EIX_GROUP is empty or nonexistent, use this group id. In this case and if $EIX_GID <= 0, the group id is not changed.
de: Falls EIX_GROUP leer ist oder nicht existiert, wird diese GID benutzt. In diesem Fall, und falls $EIX_GID <= 0, wird die GID nicht geändert.

# REQUIRE_DROP
source: If true it is required that dropping of permission succeeds. The special value root means: true for UID 0, false otherwise.
de: Falls true, muss eine Rechte-Änderung erfolgreich enden. Der spezielle Wert root bedeutet: true für UID 0, andernfalls false.

# NODROP_FATAL
source: If true, a negative result of REQUIRE_DROP raises an error.
de: Der Wert true bedeutet, dass REQUIRE_DROP einen Fehlerabbruch bewirkt.

# PORTAGE_ROOTPATH
source: This variable is passed unchanged to ebuild.sh Usually ebuild.sh uses it to calculate the PATH.
de: Diese Variable wird unverändert an ebuild.sh übergeben. Normalerweise wird sie dort zur Bestimmung des PATH benutzt.

# DEFAULT_ARCH
source: The default ARCH if none is specified by the profile.
de: Der Vorgabewert für ARCH, falls keiner im Profile spezifiert ist.

# NOFOUND_STATUS
source: This value is used as exit status if there are 0 matches. The value of COUNT_ONLY_PRINTED is honoured.
de: Dies ist der Exit-Status bei 0 Treffern (unter Berücksichtigung von COUNT_ONLY_PRINTED).

# MOREFOUND_STATUS
source: This value is used as exit status if there are 2 or more matches. The value of COUNT_ONLY_PRINTED is honoured.
de: Dies ist der Exit-Status bei 2 oder mehr Treffern (unter Berücksichtigung von COUNT_ONLY_PRINTED).

# EIX_LIMIT
source: The maximal number of matches shown on terminal in non-compact mode. The value 0 means all matches are shown.
de: Die maximale Trefferzahl auf einem Terminal im nicht-kompakten Modus; der Wert 0 bedeutet, dass alle Treffer angezeigt werden.

# EIX_LIMIT_COMPACT
source: The maximal number of matches shown on terminal in compact mode. The value 0 means all matches are shown.
de: Die maximale Trefferzahl auf einem Terminal im kompakten Modus; der Wert 0 bedeutet, dass alle Treffer angezeigt werden.

# QUICKMODE
source: Whether --quick is on by default.
de: Ob --quick als Vorgabe aktiviert ist.

# CAREMODE
source: Whether --care is on.
de: Ob --care aktiviert ist.

# USE_BUILD_TIME
source: If true, use build time from BUILD_TIME entry instead of reading the install time from the directory timestamp. This is usually preferable but slower. The BUILD_TIME exists only for packages emerged with >=portage-2.2_rc63
de: Falls true, benutze Buildtime aus dem BUILD_TIME-Eintrag anstelle des Lesens der Installationszeit vermöge des Verzeichnis-Zeitstempels. BUILD_TIME ist im Zweifelsfall vorzuziehen, aber langsamer. Außerdem wird sie erst ab >=portage-2.2_rc63 beim Emergen gespeichert.

# QUIETMODE
source: Whether --quiet is on by default.
de: Ob --quiet als Vorgabe aktiviert ist.

# PRINT_APPEND
source: This string is appended to the output of --print. To read variables in a shell without omitting trailing spaces, use e.g. VAR=`PRINT_APPEND=x eix --print VAR` ; VAR=${VAR%x}
de: Dieser String wird bei der Ausgabe mit --print angehängt. Um beim Lesen in einer Shell zu vermeiden, Leerzeichen am Ende einer Variablen zu verlieren, benutzen Sie am besten so etwas wie VAR=`PRINT_APPEND=x eix --print VAR` ; VAR=${VAR%x}

# DIFF_ONLY_INSTALLED
source: If true, eix-diff will only consider version changes for installed packages.
de: Soll eix-diff nur Versionsänderungen installierter Pakete ausgeben?

# DIFF_NO_SLOTS
source: If true, eix-diff will not consider slots for version changes.
de: Soll eix-diff Slots bei Versionsänderungen ignorieren?

# DIFF_SEPARATE_DELETED
source: If false, eix-diff will mix deleted and changed packages
de: Falls false, wird eix-diff gelöschte und geänderte Pakete mischen

# NO_RESTRICTIONS
source: This variable is only used for delayed substitution. If false, RESTRICT and PROPERTIES values are output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Im negativen Fall werden die Werte der RESTRICT- und PROPERTIES-Flags ausgegeben.

# NO_BINARY
source: This variable is only used for delayed substitution. If false, tags are output for packages/versions with *.tbz2 files.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt an, ob Tags für Pakete/Versionen mit *.tbz2-Dateien ausgegeben werden.

# EIX_USE_EXPAND
source: This variable is only used for delayed substitution. If true, USE_EXPAND variables are output separately.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Im positiven Fall werden USE_EXPAND-Variablen separat ausgegeben.

# OMIT_EXPAND
source: This variable is only used for delayed substitution. If true, USE_EXPAND variables are omitted.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Im positiven Fall werden USE_EXPAND-Variablen nicht ausgegeben.

# RESTRICT_INSTALLED
source: If true, calculate RESTRICT/PROPERTIES for installed versions.
de: Sollen RESTRICT/PROPERTIES für installierte Versionen berechnet werden?

# CARE_RESTRICT_INSTALLED
source: If true, read RESTRICT for installed versions always from disk. This is ignored if RESTRICT_INSTALLED=false.
de: Soll RESTRICT für installierte Versionen stets von der Festplatte gelesen werden? Im Falle RESTRICT_INSTALLED=false hat die Variable keine Bedeutung.

# DEPS_INSTALLED
source: If true, read *DEPEND for installed versions always from disk. This is ignored if DEP=false.
de: Soll *DEPEND für installierte Versionen stets von der Festplatte gelesen werden? Im Falle DEP=false hat die Variable keine Bedeutung.

# DEP
source: If true, store/use {R,P,B,}DEPEND (e.g. shown with eix -lv). Usage of DEP roughly doubles disk resp. memory requirements.
de: Definiert, ob {R,P,B,}DEPEND gespeichert/benutzt wird. Diese Daten sieht man beispielsweise mit eix -lv. Benutzung von DEP verdoppelt ungefähr den benötigten Festplatten-/Speicherplatz.

# SRC_URI
source: If true, store/use SRC_URI (e.g. shown with eix -lv). Usage of SRC_URI roughly doubles disk resp. memory requirements.
de: Definiert, ob SRC_URI gespeichert/benutzt wird. Diese Daten sieht man beispielsweise mit eix -lv. Benutzung von SRC_URI verdoppelt ungefähr den benötigten Festplatten-/Speicherplatz.

# REQUIRED_USE
source: If true, store/use REQUIRED_USE. Usage increases disk/memory requirements.
de: Definiert, ob REQUIRED_USE gespeichert/benutzt wird. Die Benutzung erhöht den benötigten Festplatten-/Speicherplatz.

# DEFAULT_FORMAT
source: Defines whether --compact or --verbose is on by default.
de: Soll --compact oder --verbose als Vorgabe an sein?

# PRINT_COUNT_ALWAYS
source: Allowed values are true/false/never. If true, always print the number of matches (even 0 or 1) in the last line.
de: Erlaubte Werte sind „true“, „false“ oder „never“ (niemals). Im ersten Falle wird die Anzahl der Treffer (selbst bei 0 oder 1) als letzte Zeile ausgegeben.

# NOCOLORS
source: Do not output colors.
de: Keine Farbausgabe.

# NOSTATUSLINE
source: Do not output status line.
de: Keine Ausgabe der Statuszeile.

# NOPERCENTAGE
source: Do not output percentage progress.
de: Keine Ausgabe der Prozentanzeige.

# FORCE_USECOLORS
source: This variable is only used for delayed substitution. It is the default for FORCE_{COLORS,STATUSLINE,PERCENTAGE}.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist die Vorgabe für FORCE_{COLORS,STATUSLINE,PERCENTAGE}.

# FORCE_COLORS
source: Output colors even if not printing to a terminal.
de: Farbausgabe, selbst bei Nicht-Terminals.

# FORCE_STATUSLINE
source: Output status line even if not printing to a terminal.
de: Ausgabe der Statuszeile, selbst bei Nicht-Terminals.

# FORCE_PERCENTAGE
source: Output percentage progress even if not printing to a terminal.
de: Ausgabe der Prozentanzeige, selbst bei Nicht-Terminals.

# COLOR_ORIGINAL
source: This variable is only used for delayed substitution. If false, versions are only colored according to the local setting.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Falls false, werden Versionen entsprechend der lokalen Konfiguration angezeigt.

# COLOR_LOCAL_MASK
source: This variable is only used for delayed substitution. If false, COLOR_ORIGINAL=false has no effect on versions which are only locally masked (i.e. [m]).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Falls false, hat COLOR_ORIGINAL=false keinen Effekt auf Versionen, die nur lokal maskiert sind (also auf [m]).

# STYLE_VERSION_SORTED
source: Defines whether --versionsorted is on by default.
de: Gibt an, ob --versionsorted als Vorgabe an sein soll.

# STYLE_VERSION_LINES
source: Defines whether --versionlines is on by default.
de: Gibt an, ob --versionlines als Vorgabe an sein soll.

# COLORED_SLOTS
source: This variable is only used for delayed substitution. If false, the slotnames appended to versions are not colored.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt an, ob alle Slotnamen die selbe Farbe bekommen werden sollen.

# COLON_SLOTS
source: This variable is only used for delayed substitution. If true, separated slots from versions with a colon instead of braces.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt an, ob Slots von den Versionen mit einem Doppelpunkt statt mit Klammern abgetrennt werden.

# DEFAULT_IS_OR
source: Whether default concatenation of queries is -o (or) or -a (and)
de: Ist die Standard-Verknüpfung von EXPRESSIONS -o (oder) oder -a (und)?

# DUP_PACKAGES_ONLY_OVERLAYS
source: Whether checks for duplicate packages occur only among overlays
de: Sollen Tests auf doppelte Pakete nur unter Overlays erfolgen?

# DUP_VERSIONS_ONLY_OVERLAYS
source: Whether checks for duplicate versions occur only among overlays
de: Sollen Tests auf doppelte Versionen nur unter Overlays erfolgen?

# OVERLAYS_LIST
source: Which overlays to list (all/all-if-used/all-used/all-used-renumbered/no)
de: Welche Overlays sollen in der Liste am Schluss ausgegeben werden: Mögliche Werte sind „all“ (alle), „all-if-used“ (alle, falls einer benutzt wurde), „all-used“ (alle benutzten), „all-user-renumbered“ (alle benutzten, mit Zählung ab 1), „no“ (keine).

# LEVENSHTEIN_DISTANCE
source: The default maximal levensthein distance for which a string is considered a match for the fuzzy match algorithm.
de: Die Vorgabe für den maximalen Levensthein-Abstand beim fuzzy Match-Algorithmus.

# UPDATE_VERBOSE
source: Whether eix-update -v is on by default (output cache method per ebuild)
de: Legt fest, ob eix-update -v als Vorgabe an ist. Dies führt zur Ausgabe der Cache-Methode pro Ebuild.

# CACHE_METHOD_PARSE
source: This string is appended to all cache methods using parse[*] or ebuild[*].
de: Dieser String wird jeweils bei den Cache-Methoden parse[*] oder ebuild[*] hinzugefügt.

# PORTDIR_CACHE_METHOD
source: Portage cache-backend that should be used for PORTDIR (metadata[:*]/sqlite/flat[:*]/portage-2.1/parse[*][|]ebuild[*]/eix[*][:*])
de: Das für PORTDIR benutzte Cache-Backend von Portage. Möglich sind (metadata[:*]/sqlite/flat[:*]/portage-2.1/parse[*][|]ebuild[*]/eix[*][:*])

# OVERLAY_CACHE_METHOD
source: Portage cache-backend that should be used for the overlays. (metadata[:*]/sqlite/flat[:*]/portage-2.1/parse[*][|]ebuild[*]/eix[*][:*])
de: Das für Overlays benutzte Cache-Backend von Portage. Möglich sind (metadata[:*]/sqlite/flat[:*]/portage-2.1/parse[*][|]ebuild[*]/eix[*][:*])

# ADD_CACHE_METHOD
source: This variable is only used for delayed substitution in CACHE_METHOD. It is meant to be a local addition to CACHE_METHOD.
de: Diese Variable wird nur zur verzögerten Ersetzung in CACHE_METHOD benutzt. Sie ist für lokale Erweiterungen von CACHE_METHOD gedacht.

# CACHE_METHOD
source: Overrides OVERLAY_CACHE_METHOD or PORTDIR_CACHE_METHOD for particular paths. This is a list of pairs DIR-PATTERN METHOD. Later entries take precedence.
de: Ändert OVERLAY_CACHE_METHOD oder PORTDIR_CACHE_METHOD für einzelne Verzeichnisse. Dies ist eine Liste von Paaren DIR-PATTERN METHOD. Spätere Einträge überschreiben frühere.

# ADD_OVERRIDE_CACHE_METHOD
source: This variable is only used for delayed substitution in OVERRIDE_CACHE_METHOD. It is meant to be a local addition to OVERRIDE_CACHE_METHOD.
de: Diese Variable wird nur zur verzögerten Ersetzung in OVERRIDE_CACHE_METHOD benutzt. Sie ist für lokale Erweiterungen von OVERRIDE_CACHE_METHOD gedacht.

# OVERRIDE_CACHE_METHOD
source: This variable can override the choices of CACHE_METHOD, and in addition it can override the choices made by KEEP_VIRTUALS.
de: Diese Variable kann die Angaben aus CACHE_METHOD und zusätzlich auch die von KEEP_VIRTUALS gesetzten Vorgaben überschreiben.

# EBUILD_PORTAGE3_0_24
source: Must be true if and only if cache methods ebuild and ebuild* are to be used with >=portage-3.0.24.
de: Muss genau dann wahr sein, wenn die Cache-Methoden ebuild und ebuild* mit >=portage-3.0.24 benutzt werden sollen.

# REPO_NAMES
source: This is a list of pairs DIR-PATTERN OVERLAY_LABEL. When a new cachefile is created, the overlay matching DIR-PATTERN obtains the label OVERLAY_LABEL, independent of the content of profiles/repo_name or the label associated by KEEP_VIRTUALS. The last matching DIR_PATTERN takes precedence.
de: Dies ist eine Liste von Paaren DIR-PATTERN OVERLAY_LABEL. Beim Erzeugen einer neuen Cache-Datei erhält der Overlay zu DIR-PATTERN das Label OVERLAY_LABEL, unabhängig vom Inhalt der Dateien profiles/repo_name oder des mit KEEP_VIRTUALS übernommenen Labels. Spätere Einträge überschreiben frühere.

# EXCLUDE_OVERLAY
source: List of overlays that should be excluded from the index.
de: Liste von Overlays, die vom Indizieren ausgenommen werden sollen.

# ADD_OVERLAY
source: List of overlays that should be added to the index.
de: Liste zusätzlich zu indizierender Overlays.

# EXPORT_PORTDIR_OVERLAY
source: If true and overlays are excluded or added, export modified PORTDIR_OVERLAY.
de: Falls Overlay hinzugefügt oder ausgeschlossen wurden und diese Variable true ist, wird ein modifiziertes PORTDIR_OVERLAY exportiert.

# KEEP_VIRTUALS
source: Keep virtuals of the old cache file by adding corresponding entries implicitly to the values of ADD_OVERLAY and ADD_CACHE_METHOD
de: Sollen virtuelle Overlays der vorherigen Cache-Datei beibehalten werden, indem implizit entsprechende Werte zu ADD_OVERLAY und ADD_CACHE_METHOD hinzugefügt werden?

# LOCAL_PORTAGE_CONFIG
source: If false, /etc/portage and ACCEPT_KEYWORDS are ignored.
de: Falls false, wird /etc/portage und ACCEPT_KEYWORDS ignoriert.

# ALWAYS_ACCEPT_KEYWORDS
source: If true, ACCEPT_KEYWORDS is used even without LOCAL_PORTAGE_CONFIG, e.g. to determine the "default" stability.
de: Soll ACCEPT_KEYWORDS selbst ohne LOCAL_PORTAGE_CONFIG benutzt werden, um beispielsweise die „default“-Stabilität zu berechnen?

# UPGRADE_LOCAL_MODE
source: If +/-, eix -u will match as if LOCAL_PORTAGE_CONFIG=true/false.
de: Bei +/- wird eix -u die betroffenen Pakete bestimmen, als wenn LOCAL_PORTAGE_CONFIG=true/false gesetzt wäre.

# RECOMMEND_LOCAL_MODE
source: If +/-, recommendations for up- or downgrade will act as if LOCAL_PORTAGE_CONFIG=true/false.
de: Bei +/- werden Empfehlungen für Up- oder Downgrades bestimmt, als wenn LOCAL_PORTAGE_CONFIG=true/false gesetzt wäre.

# RECURSIVE_SETS
source: Are packages/sets in included sets part of the parent set?
de: Sollen Pakete/Sets, die von Sets inkludiert werden, als Teil dieser übergeordneten Sets behandelt werden?

# UPGRADE_TO_HIGHEST_SLOT
source: If true, upgrade tests succeed for installed packages with new higher slots. Use the files SLOT_UPGRADE_FORBID or SLOT_UPGRADE_ALLOW, respectively, to specify exceptions.
de: Sollen Upgrade-Tests für installierte Pakete positiv sein, falls es einen neuen „höheren“ Slot gibt? Mit den Dateien SLOT_UPGRADE_FORBID bzw. SLOT_UPGRADE_ALLOW können Ausnahmen dieser generellen Vorgaben spezifiziert werden.

# PRINT_ALWAYS
source: This variable is only used for delayed substitution. It defines whether all information lines are printed (even if empty).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie gibt an, ob alle Informationszeilen (auch leere) ausgegeben werden.

# COUNT_ONLY_PRINTED
source: If false, count independently of whether the matches are printed.
de: Falls false, ist die Anzahl unabhängig davon, ob ein Treffer aufgrund des Formatstrings eine Ausgabe erzeugt.

# PRINT_BUGS
source: This variable is only used for delayed substitution. It defines whether a bug reference is printed in verbose format.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt fest, ob eine Bug-Referenz im langen Format ausgegeben wird.

# DIFF_PRINT_INSTALLED
source: This variable is only used for delayed substitution. It defines whether eix-diff will output installed versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt fest, ob eix-diff installierte Versionen ausgibt.

# PRINT_SETNAMES
source: This variable is only used for delayed substitution. It is the command used to print the package set names.
de: Diese Variable dient nur zur verzögerten Ersetzung. Sie ist das Kommando zur Ausgabe der Set-Namen zum Paket.

# PRINT_SLOTS
source: This variable is only used for delayed substitution. If false, no slot information is printed.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie bestimmt, ob Slotinformationen ausgegeben werden.

# EIX_PRINT_IUSE
source: This variable is only used for delayed substitution in PRINT_IUSE. If false, no IUSE data is printed for eix. See also VERSION_IUSE_*
de: Diese Variable wird nur zur verzögerten Ersetzung in PRINT_IUSE benutzt. Sie bestimmt, ob eix die IUSE-Daten ausgibt. Siehe auch VERSION_IUSE_*

# DIFF_PRINT_IUSE
source: This variable is only used for delayed substitution in PRINT_IUSE. If false, no IUSE data is printed for eix-diff.
de: Diese Variable wird nur zur verzögerten Ersetzung in PRINT_IUSE benutzt. Sie bestimmt, ob eix-diff die IUSE-Daten ausgibt.

# UPDATE_PRINT_IUSE
source: This variable is only used for delayed substitution in PRINT_IUSE. It is unused by default.
de: Diese Variable wird nur zur verzögerten Ersetzung in PRINT_IUSE benutzt. In der Standardeinstellung wird sie nicht genutzt.

# DROP_PRINT_IUSE
source: This variable is only used for delayed substitution in PRINT_IUSE. It is unused by default.
de: Diese Variable wird nur zur verzögerten Ersetzung in PRINT_IUSE benutzt. In der Standardeinstellung wird sie nicht genutzt.

# PRINT_IUSE
source: This variable is only used for delayed substitution. If false, no IUSE data is printed.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie bestimmt, ob eix die IUSE-Daten ausgibt.

# VERSION_IUSE_NORMAL
source: This variable is only used for delayed substitution. If true, eix --versionlines (nonverbose) outputs IUSE for each version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Soll eix --versionlines (nicht-ausführlich) IUSE pro Version ausgeben?

# VERSION_IUSE_VERBOSE
source: This variable is only used for delayed substitution. If true, eix --versionlines --verbose outputs IUSE for each version.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Soll eix --versionlines --verbose IUSE pro Version ausgeben?

# PRINT_KEYWORDS
source: This variable is only used for delayed substitution. If false, KEYWORDS are never output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Falls false, werden niemals KEYWORDS ausgegeben.

# VERSION_KEYWORDS_NORMAL
source: This variable is only used for delayed substitution. If true, eix --versionlines (nonverbose) outputs KEYWORDS.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Soll eix --versionlines (nicht-ausführlich) KEYWORDS ausgeben?

# VERSION_KEYWORDS_VERBOSE
source: This variable is only used for delayed substitution. If true, eix --versionlines --verbose outputs KEYWORDS.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Soll eix --versionlines --verbose KEYWORDS ausgeben?

# PRINT_SRC_URI
source: This variable is only used for delayed substitution. If false, SRC_URI is never output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Falls false, wird niemals die SRC_URI ausgegeben.

# PRINT_EAPI
source: This variable is only used for delayed substitution. If false, EAPI is never output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Falls false, wird niemals die EAPI ausgegeben.

# PRINT_MASKREASONS
source: This variable is only used for delayed substitution. If false, mask reasons are never output.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Falls false, werden niemals Maskierungsgründe ausgegeben.

# MASKREASONS_NORMAL
source: This variable is only used for delayed substitution. If true, eix --versionlines (nonverbose) outputs mask reasons.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Soll eix --versionlines (nicht-ausführlich) Maskierungsgründe ausgeben?

# MASKREASONS_VERBOSE
source: This variable is only used for delayed substitution. If true, eix --versionlines --verbose outputs mask reasons.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Soll eix --versionlines --verbose Maskierungsgründe ausgeben?

# VERSION_DEPS_NORMAL
source: This variable is only used for delayed substitution. If true, eix --versionlines (nonverbose) outputs {,R,P}DEPEND.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Soll eix --versionlines (nicht-ausführlich) {,R,P}DEPEND ausgeben?

# VERSION_DEPS_VERBOSE
source: This variable is only used for delayed substitution. If true, eix --versionlines --verbose outputs {,R,P}DEPEND.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Soll eix --versionlines --verbose {,R,P}DEPEND ausgeben?

# USE_EFFECTIVE_KEYWORDS
source: This variable is only used for delayed substitution. Print effective keywords (modified by profile) instead of KEYWORDS.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Ausgabe der effektiven Keywords (Profil-modifiziert) statt KEYWORDS.

# ALL_SETNAMES
source: This variable is only used for delayed substitution. It defines whether to include "system" in package sets output.
de: Diese Variable dient nur zur verzögerten Ersetzung. Sie legt fest, ob „system“ als Package-Set gezählt werden soll.

# NOBEST_COMPACT
source: This variable is only used for delayed substitution. If true, compact format prints no version if none is installable.
de: Diese Variable dient nur zur verzögerten Ersetzung. Sie legt fest, ob das kompakte Format keine Version ausgeben soll, falls keine installierbar ist.

# NOBEST_CHANGE
source: This variable is only used for delayed substitution. If true, compact format prints no versions if all installable vanished.
de: Diese Variable dient nur zur verzögerten Ersetzung. Sie legt fest, ob das kompakte Format keine Version ausgeben soll, falls alle installierbaren verschwunden sind.

# DIFF_NOBEST
source: This variable is only used for delayed substitution. If true, eix-diff prints no version if none is installable.
de: Diese Variable dient nur zur verzögerten Ersetzung. Sie legt fest, ob eix-diff keine Version ausgeben soll, falls keine installierbar ist.

# DIFF_NOBEST_CHANGE
source: This variable is only used for delayed substitution. If true, eix-diff prints no versions if all installable vanished.
de: Diese Variable dient nur zur verzögerten Ersetzung. Sie legt fest, ob eix-diff keine Version ausgeben soll, falls alle installierbaren verschwunden sind.

# TERM
source: The current terminal. Usually this is set by the environment variable.
de: Das aktuelle Terminal; normalerweise ist dies eine Umgebung-Variable.
