Repository: vaeth/eix
Catalog: po/*.po
Languages: de

# FORMAT_NAME
source: This variable is only used for delayed substitution. It defines the format for the printing the package name.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für den Paketnamen.

# FORMAT_HEADER
source: This variable is only used for delayed substitution. It defines the format for the normal header symbols.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das „normale“ Kopfsymbol.

# FORMAT_HEADER_VERBOSE
source: This variable is only used for delayed substitution. It defines the format for the verbose header symbols.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das ausführliche Kopfsymbol.

# FORMAT_HEADER_COMPACT
source: This variable is only used for delayed substitution. It defines the format for the compact header symbols.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das kompakte Kopfsymbol.

# DIFF_FORMAT_HEADER_NEW
source: This variable is only used for delayed substitution. It defines the format for the diff-new header symbols.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das „geändert: neu“-Kopfsymbol.

# DIFF_FORMAT_HEADER_DELETE
source: This variable is only used for delayed substitution. It defines the format for the diff-delete header symbols.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das „geändert: gelöscht“-Kopfsymbol.

# DIFF_FORMAT_HEADER_CHANGED
source: This variable is only used for delayed substitution. It defines the format for the diff-changed header symbols.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das „geändert: geändert“-Kopfsymbol.

# FORMAT_BEST_COMPACT
source: This variable is only used for delayed substitution. It defines the compact format for the best version(s).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für die beste(n) installierbare(n) Version(en).

# FORMAT_BEST_CHANGE
source: This variable is only used for delayed substitution. It defines the compact format for the best version(s) in case of changes.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für die beste(n) Version(en) im Falle von Änderungen.

# DIFF_FORMAT_BEST
source: This variable is only used for delayed substitution. It defines the eix-diff format for the best version(s).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eix-diff für die beste(n) Version(en).

# DIFF_FORMAT_BEST_CHANGE
source: This variable is only used for delayed substitution. It defines the eix-diff format for the best version(s) in case of changes.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eix-diff für die beste(n) Version(en) im Falle von Änderungen.

# DIFF_FORMAT_OLDBEST_CHANGE
source: This variable is only used for delayed substitution. It defines the eix-diff format for the old best versions in case of changes.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eix-diff für die alten besten Versionen im Falle von Änderungen.

# DIFF_FORMAT_CHANGED_VERSIONS
source: This variable is only used for delayed substitution. It defines the eix-diff format for changed versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eix-diff für geänderte Versionen.

# FORMAT_OVERLAYKEY
source: This variable is only used for delayed substitution. It defines the format for the printing the optional overlay key.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für den optionale Overlaynummer.

# FORMATLINE_NAME
source: This variable is only used for delayed substitution. It defines the format for the normal header line.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für die „normale“ Kopfzeile.

# FORMATLINE_NAME_VERBOSE
source: This variable is only used for delayed substitution. It defines the format for the verbose header line.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für die ausführliche Kopfzeile.

# FORMATLINE_NAME_COMPACT
source: This variable is only used for delayed substitution. It defines the format for the compact header line.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für die kompakte Kopfzeile.

# DIFF_FORMATLINE_NAME_NEW
source: This variable is only used for delayed substitution. It defines the format for the diff-new header.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert den „geändert: neu“-Kopf.

# DIFF_FORMATLINE_NAME_DELETE
source: This variable is only used for delayed substitution. It defines the format for the diff-delete header.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert den „geändert: gelöscht“-Kopf.

# DIFF_FORMATLINE_NAME_CHANGED
source: This variable is only used for delayed substitution. It defines the format for the diff-changed header.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert den „geändert: geändert“-Kopf.

# FORMATLINE_AVAILABLEVERSIONS
source: This variable is only used for delayed substitution. It defines the format for a line with installed versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eine Zeile mit den installierten Versionen.

# DIFF_FORMATLINE_BEST
source: This variable is only used for delayed substitution. It defines the eix-diff line for the best versions/slots.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die eix-diff-Zeile für die besten Versionen pro Slot.

# DIFF_FORMATLINE_CHANGED_VERSIONS
source: This variable is only used for delayed substitution. It defines the eix-diff line for changed versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert die eix-diff-Zeile für geänderte Versionen.

# FORMATLINE_MARKEDVERSIONS
source: This variable is only used for delayed substitution. It defines the format for a line with marked versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eine Zeile mit markierten Versionen.

# FORMATLINE_PACKAGESETS
source: This variable is only used for delayed substitution. It defines the format for a line with package sets.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eine Zeile mit den Set-Namen.

# FORMATLINE_HOMEPAGE
source: This variable is only used for delayed substitution. It defines the format for a line with the package homepage.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eine Zeile mit der Homepage.

# FORMATLINE_BUGS
source: This variable is only used for delayed substitution. It defines the format for a line with the package bug-reference.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eine Zeile mit der Bug-Referenz.

# FORMATLINE_DESCRIPTION
source: This variable is only used for delayed substitution. It defines the format for a line with the package description.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eine Zeile mit der Paketbeschreibung.

# FORMATLINE_BEST
source: This variable is only used for delayed substitution. It defines the format for a line with the best versions/slots.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eine Zeile mit der besten Version pro Slot.

# FORMATLINE_RECOMMEND
source: This variable is only used for delayed substitution. It defines the format for a line with the up-/downgrade recommendations.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eine Zeile mit den Up-/Downgrade-Empfehlungen.

# FORMATLINE_LICENSES
source: This variable is only used for delayed substitution. It defines the format for a line with the package licenses.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eine Zeile mit der Paket-Lizenz.

# DIFF_FORMATLINE
source: This variable is only used for delayed substitution. It defines the format for eix-diff after the versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie ist das Format für eix-diff nach Ausgabe der Versionen.

# FORMAT_ALL
source: This format is only used for delayed substitution in FORMAT. It defines the format of the normal output of eix.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das „normale“ Ausgabeformat von eix.

# FORMAT_ALL_COMPACT
source: This format is only used for delayed substitution in FORMAT_COMPACT. It defines the format of the compact output of eix (option -c).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das kompakte Ausgabeformat von eix (Option -c).

# FORMAT_ALL_VERBOSE
source: This format is only used for delayed substitution in FORMAT_VERBOSE. It defines the format of the verbose output of eix (option -v).
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie definiert das ausführliche Ausgabeformat von eix (Option -v).

# VERSION_ETCAT
source: This format outputs a version in the style of the etcat script.
de: Dieses Format gibt eine Version im Stile des etcat Skripts aus.

# FORMAT_ETCAT
source: This format outputs a package in the style of the etcat script.
de: Dieses Format gibt ein Paket im Stile des etcat Skripts aus.

# FORMAT
source: The format of the normal output of eix. Do not modify it in a config file; modify FORMAT_ALL instead.
de: Das Format für die „normale“ Ausgabe von eix. In einer Konfigurations-Datei sollte dies nicht verändert werden, sondern statt dessen FORMAT_ALL.

# FORMAT_COMPACT
source: The format of the compact output of eix (option -c). Do not modify it in a config file; modify FORMAT_ALL_COMPACT instead.
de: Das Format für die kompakte Ausgabe von eix (Option -c). In einer Konfigurations-Datei sollte dies nicht verändert werden, sondern statt dessen FORMAT_ALL_COMPACT.

# FORMAT_VERBOSE
source: The format of the verbose output of eix (option -v). Do not modify it in a config file; modify FORMAT_ALL_VERBOSE instead.
de: Das Format für die ausführliche Ausgabe von eix (Option -v). In einer Konfigurations-Datei sollte dies nicht verändert werden, sondern statt dessen FORMAT_ALL_VERBOSE.

# FORMAT_TEST_OBSOLETE
source: The format used for output by the eix-test-obsolete script. The value %{FORMAT} is not allowed here; use %{FORMAT_ALL} instead.
de: Das Format für die ausführliche Ausgabe durch das Script eix-test-obsolete. Der Wert %{FORMAT} ist hier verboten; benutze statt dessen %{FORMAT_ALL}.

# DIFF_FORMAT_ALL_NEW
source: This format is only used for delayed substitution in DIFF_FORMAT_NEW. It defines the format used for new packages (eix-diff).
de: Dieses Format dient nur zur verzögerten Ersetzung in DIFF_FORMAT_NEW. Es ist das Format für neue Pakete (eix-diff).

# DIFF_FORMAT_ALL_DELETE
source: This format is only used for delayed substitution in DIFF_FORMAT_DELETE. It defines the format used for packages that were deleted (eix-diff).
de: Dieses Format dient nur zur verzögerten Ersetzung in DIFF_FORMAT_DELETE. Es ist das Format für gelöschte Pakete (eix-diff).

# DIFF_FORMAT_ALL_CHANGED
source: This format is only used for delayed substitution in DIFF_FORMAT_CHANGED. It defines the format used for packages that were changed (eix-diff).
de: Dieses Format dient nur zur verzögerten Ersetzung in DIFF_FORMAT_CHANGED. Es ist das Format für geänderte Pakete (eix-diff).

# DIFF_FORMAT_NEW
source: The format used for new packages (eix-diff). Do not modify it in a config file; modify DIFF_FORMAT_ALL_NEW instead.
de: Das Format für neue Pakete (eix-diff). In einer Konfigurations-Datei sollte dies nicht verändert werden, sondern statt dessen DIFF_FORMAT_ALL_NEW.

# DIFF_FORMAT_DELETE
source: The format used for packages that were deleted (eix-diff). Do not modify it in a config file; modify DIFF_FORMAT_ALL_DELETE instead.
de: Das Format für gelöschte Pakete (eix-diff). In einer Konfigurations-Datei sollte dies nicht verändert werden, sondern statt dessen DIFF_FORMAT_ALL_DELETE.

# DIFF_FORMAT_CHANGED
source: The format used for packages that were changed (eix-diff). Do not modify it in a config file; modify DIFF_FORMAT_ALL_CHANGED instead.
de: Das Format für geänderte Pakete (eix-diff). In einer Konfigurations-Datei sollte dies nicht verändert werden, sondern statt dessen DIFF_FORMAT_ALL_CHANGED.

# FORMAT_INSTALLATION_DATE
source: strftime() format for printing the installation date in long form
de: strftime()-Format für das Installationsdatum in langer Form

# FORMAT_SHORT_INSTALLATION_DATE
source: strftime() format for printing the installation date in short form
de: strftime()-Format für das Installationsdatum in kurzer Form

# XML_KEYWORDS
source: Can be full/effective/both/full*/effective*/none. Depending on the value, with --xml the full/effective (or both types) KEYWORDS string is output for each version. With full*/effective* also both types are output if they differ.
de: Erlaubte Werte sind full/effective/both/full*/effective*/none. Der Wert gibt an, ob mit --xml die vollen/effektiven (oder beide Typen) von KEYWORDS für jede Version ausgegeben werden. Mit full*/effective* werden auch beide Typen ausgegeben, wenn sich ihre Werte unterscheiden.

# XML_OVERLAY
source: If false, the overlay is not output with --xml. For overlays without label (repository name) the overlay is output anyway.
de: Soll der Overlay (d.h. sein Pfad) bei --xml ausgegeben werden? Für Overlays ohne Label (repository name) geschieht dies trotzdem.

# XML_DATE
source: strftime() format for printing the installation date with --xml.
de: strftime()-Format für das Installationsdatum bei --xml.

# FORMAT_MASKREASONS_LINESKIP
source: This string is printed as line separator in <maskreasons>.
de: Dieser String wird als Zeilentrenner in <maskreasons> ausgegeben.

# FORMAT_MASKREASONS_SEP
source: This string is printed as separator for different <maskreasons>.
de: Dieser String wird zur Unterteilung von <maskreasons> ausgegeben.

# FORMAT_MASKREASONSS_LINESKIP
source: This string is printed as line separator in <maskreasons*>.
de: Dieser String wird als Zeilentrenner in <maskreasons*> ausgegeben.

# FORMAT_MASKREASONSS_SEP
source: This string is printed as separator for different <maskreasons*>.
de: Dieser String wird zur Unterteilung von <maskreasons*> ausgegeben.

# FORMAT_BEFORE_SET_USE
source: This string is printed before each set USE flag of an installed version.
de: Dieser String wird vor jedem gesetzten USE-Flag einer installierten Version ausgegeben.

# FORMAT_AFTER_SET_USE
source: This string is printed after each set USE flag of an installed version.
de: Dieser String wird nach jedem gesetzten USE-Flag einer installierten Version ausgegeben.

# FORMAT_BEFORE_UNSET_USE
source: This string is printed before each unset USE flag of an installed version.
de: Dieser String wird vor jedem ungesetzten USE-Flag einer installierten Version ausgegeben.

# FORMAT_AFTER_UNSET_USE
source: This string is printed after each unset USE flag of an installed version.
de: Dieser String wird nach jedem ungesetzten USE-Flag einer installierten Version ausgegeben.

# FORMAT_BEFORE_USE_EXPAND_START
source: This string is printed before the variable name of an USE_EXPAND use value.
de: Dieser String wird vor jedem Variablennamen eines USE_EXPAND use-Werts ausgegeben.

# FORMAT_BEFORE_USE_EXPAND_END
source: This string is printed after the variable name of an USE_EXPAND use value.
de: Dieser String wird nach jedem Variablennamen eines USE_EXPAND use-Werts ausgegeben.

# FORMAT_AFTER_USE_EXPAND
source: This string is printed at the end of a USE_EXPAND use value.
de: Dieser String wird am Ende eines USE_EXPAND use-Werts ausgegeben.

# FORMAT_BEFORE_IUSE_EXPAND_START
source: This string is printed before the variable name of an USE_EXPAND iuse value.
de: Dieser String wird vor jedem Variablennamen eines USE_EXPAND iuse-Werts ausgegeben.

# FORMAT_BEFORE_IUSE_EXPAND_END
source: This string is printed after the variable name of an USE_EXPAND iuse value.
de: Dieser String wird nach jedem Variablennamen eines USE_EXPAND iuse-Werts ausgegeben.

# FORMAT_AFTER_IUSE_EXPAND
source: This string is printed at the end of a USE_EXPAND iuse value.
de: Dieser String wird am Ende eines USE_EXPAND iuse-Werts ausgegeben.

# FORMAT_BEFORE_COLL_EXPAND_START
source: This string is printed before the variable name of an USE_EXPAND collected iuse value.
de: Dieser String wird vor jedem Variablennamen eines USE_EXPAND gesammelten iuse-Werts ausgegeben.

# FORMAT_BEFORE_COLL_EXPAND_END
source: This string is printed after the variable name of an USE_EXPAND collected iuse value.
de: Dieser String wird nach jedem Variablennamen eines USE_EXPAND gesammelten iuse-Werts ausgegeben.

# FORMAT_AFTER_COLL_EXPAND
source: This string is printed at the end of a USE_EXPAND collected iuse value.
de: Dieser String wird am Ende eines USE_EXPAND geammelten iuse-Werts ausgegeben.

# FORMAT_BEFORE_IUSE
source: This variable is only used for delayed substitution. This string is printed before IUSE data for a version is output. (Normally, this is only used when --versionlines is active)
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Dieser String wird vor den IUSE-Daten einer Version ausgegeben. (Normalerweise wird dies nur benutzt, wenn --versionlines aktiv ist).

# FORMAT_AFTER_IUSE
source: This variable is only used for delayed substitution. This string is printed after IUSE data for a version is output. (Normally, this is only used when --versionlines is active)
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Dieser String wird nach den IUSE-Daten einer Version ausgegeben. (Normalerweise wird dies nur benutzt, wenn --versionlines aktiv ist).

# FORMAT_BEFORE_REQUIRED_USE
source: This variable is only used for delayed substitution. This string is printed before REQUIRED_USE for a version is output. (Normally, this is only used when --versionlines is active)
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Dieser String wird vor dem REQUIRED_USE einer Version ausgegeben. (Normalerweise wird dies nur benutzt, wenn --versionlines aktiv ist).

# FORMAT_AFTER_REQUIRED_USE
source: This variable is only used for delayed substitution. This string is printed after REQUIRED_USE for a version is output. (Normally, this is only used when --versionlines is active)
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Dieser String wird nach dem REQUIRED_USE einer Version ausgegeben. (Normalerweise wird dies nur benutzt, wenn --versionlines aktiv ist).

# FORMAT_BEFORE_COLL
source: This variable is only used for delayed substitution. This string is printed before IUSE data for all versions is output. (This is meant for printing after all versions in a line)
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Dieser String wird vor den IUSE-Daten aller Versionen ausgegeben. (Beabsichtigt ist hier Ausgabe nach allen Versionen in der Zeile).

# FORMAT_AFTER_COLL
source: This variable is only used for delayed substitution. This string is printed after IUSE data for all versions is output. (This is meant for printing after all versions in a line)
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Dieser String wird nach den IUSE-Daten aller Versionen ausgegeben. (Beabsichtigt ist hier Ausgabe nach allen Versionen in der Zeile).

# FORMAT_BEFORE_COLL_SEP
source: This variable is only used for delayed substitution. This string is printed before IUSE data for all versions is output. (This is meant for printing in a separate line)
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Dieser String wird vor den IUSE-Daten aller Versionen ausgegeben. (Beabsichtigt ist hier Ausgabe in separater Zeile).

# FORMAT_AFTER_COLL_SEP
source: This variable is only used for delayed substitution. This string is printed after IUSE data for all versions is output. (This is meant for printing in a separate line)
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Dieser String wird nach den IUSE-Daten aller Versionen ausgegeben. (Beabsichtigt ist hier Ausgabe in separater Zeile).

# COLOR_MASKED
source: This variable is only used for delayed substitution. It defines the color for masked versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie bestimmt die Farbe für maskierte Versionen.

# COLOR_UNSTABLE
source: This variable is only used for delayed substitution. It defines the color for unstable versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie bestimmt die Farbe für instabile Versionen.

# COLOR_STABLE
source: This variable is only used for delayed substitution. It defines the color for stable versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie bestimmt die Farbe für stabile Versionen.

# FORMAT_COLOR_MASKED
source: This variable is only used for delayed substitution. It defines the format to change the color for masked versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie bestimmt das Format zum Farbwechsel für maskierte Versionen.

# FORMAT_COLOR_UNSTABLE
source: This variable is only used for delayed substitution. It defines the format to change the color for unstable versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie bestimmt das Format zum Farbwechsel für instabile Versionen.

# FORMAT_COLOR_STABLE
source: This variable is only used for delayed substitution. It defines the format to change the color for stable versions.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie bestimmt das Format zum Farbwechsel für stabile Versionen.

# DUMMY
source: This variable is ignored. You can use it to collect delayed references to locally added (unused) variables so that they are printed with --dump.
de: Diese Variable ist unbenutzt. Sie ist dazu gedacht, benutzt zu werden, um verzögerten Referenzen auf lokal hinzugefügte (unbenutzte) Variablen hinzuzufügen, so dass diese per --dump ausgegeben werden können.

# I18N_INSTALLEDVERSIONS
source: Installed versions:
de: Installierte Versionen:

# I18N_INSTALLEDVERSIONS
source: This variable is only used for delayed substitution. It translates "Installed versions:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Installed versions:“

# I18N_VERSION
source: This variable is only used for delayed substitution. It translates "Version:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Version:“

# I18N_DATE
source: Date:
de: Datum:

# I18N_DATE
source: This variable is only used for delayed substitution. It translates "Date:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Date:“

# I18N_SRC_URI
source: This variable is only used for delayed substitution. It translates "SRC_URI:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „SRC_URI:“

# I18N_EAPI
source: This variable is only used for delayed substitution. It translates "EAPI:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „EAPI:“

# I18N_IUSE
source: This variable is only used for delayed substitution. It translates "IUSE:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „IUSE:“

# I18N_IUSEALLVERSIONS
source: IUSE \(all versions\):
de: IUSE \(alle Versionen\):

# I18N_IUSEALLVERSIONS
source: This variable is only used for delayed substitution. It translates "IUSE \(all versions\):"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „IUSE \(all versions\):“
