Repository: vaeth/eix
Catalog: po/*.po
Languages: de

# I18N_IUSE
source: This variable is only used for delayed substitution. It translates "REQUIRED_USE:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „REQUIRED_USE:“

# I18N_USE
source: This variable is only used for delayed substitution. It translates "USE:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „IUSE:“

# I18N_DEPEND
source: This variable is only used for delayed substitution. It translates "DEPEND:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „DEPEND:“

# I18N_RDEPEND
source: This variable is only used for delayed substitution. It translates "RDEPEND:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „RDEPEND:“

# I18N_PDEPEND
source: This variable is only used for delayed substitution. It translates "PDEPEND:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „PDEPEND:“

# I18N_BDEPEND
source: This variable is only used for delayed substitution. It translates "BDEPEND:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „BDEPEND:“

# I18N_IDEPEND
source: This variable is only used for delayed substitution. It translates "IDEPEND:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „IDEPEND:“

# I18N_KEYWORDS
source: This variable is only used for delayed substitution. It translates "KEYWORDS:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „KEYWORDS:“

# I18N_KEYWORDSS
source: This variable is only used for delayed substitution. It translates "KEYWORDS*:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „KEYWORDS*:“

# I18N_MASK
source: Mask:
de: Maske:

# I18N_MASK
source: This variable is only used for delayed substitution. It translates "Mask:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Mask:“

# I18N_MARKED
source: Marked:
de: Markiert:

# I18N_MARKED
source: This variable is only used for delayed substitution. It translates "Marked:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Marked:“

# I18N_AVAILABLEVERSIONS
source: Available versions:
de: Verfügbare Versionen:

# I18N_AVAILABLEVERSIONS
source: This variable is only used for delayed substitution. It translates "Available versions:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Available versions:“

# I18N_BESTVERSIONSSLOT
source: Best versions/slot:
de: Beste Versionen/Slot:

# I18N_BESTVERSIONSSLOT
source: This variable is only used for delayed substitution. It translates "Best versions/slot:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Best versions/slot:“

# I18N_RECOMMENDATION
source: Recommendation:
de: Empfehlung:

# I18N_RECOMMENDATION
source: This variable is only used for delayed substitution. It translates "Recommendation:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Recommendation:“

# I18N_UPGRADE
source: This variable is only used for delayed substitution. It translates "Upgrade"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Upgrade“

# I18N_DOWNGRADE
source: This variable is only used for delayed substitution. It translates "Downgrade"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Downgrade“

# I18N_AND
source: and
de: und

# I18N_AND
source: This variable is only used for delayed substitution. It translates " and "
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „ and “

# I18N_NONE
source: None
de: Keine

# I18N_NONE
source: This variable is only used for delayed substitution. It translates "None"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „None“

# I18N_PACKAGESETS
source: Package sets:
de: Paketsets:

# I18N_PACKAGESETS
source: This variable is only used for delayed substitution. It translates "Package sets:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Package sets:“

# I18N_HOMEPAGE
source: Homepage:
de: Startseite:

# I18N_HOMEPAGE
source: This variable is only used for delayed substitution. It translates "Homepage:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Homepage:“

# I18N_FINDOPENBUGS
source: Find open bugs:
de: Finden offener Bugs:

# I18N_FINDOPENBUGS
source: This variable is only used for delayed substitution. It translates "Find open bugs:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Find open bugs:“

# I18N_DESCRIPTION
source: Description:
de: Beschreibung:

# I18N_DESCRIPTION
source: This variable is only used for delayed substitution. It translates "Description:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „Description:“

# I18N_LICENSE
source: License:
de: Lizenz:

# I18N_LICENSE
source: This variable is only used for delayed substitution. It translates "License:"
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie übersetzt „License:“

# C_COLUMN_TITLE
source: This variable is only used for delayed substitution. It defines the first column for the titles in the C locale.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte für den Titel in der C-Lokalisierung fest.

# I18N_COLUMN_TITLE
source: This variable is only used for delayed substitution. It defines the first column for the titles in the current locale. It should be redefined only for languages with extremely long translations.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte für den Titel in der aktuellen Lokaliseriung fest. Sie sollte nur für Sprachen mit extrem langen Übersetzungen umdefiniert werden.

# C_COLUMN_CONTENT
source: This variable is only possibly used for delayed substitution in I18N_COLUMN_CONTENT. It defines the first column of the content in the C locale.
de: Diese Variable wird nur zur verzögerten Ersetzung möglicherweise in I18N_COLUMN_CONTENT benutzt. Sie legt die erste Spalte für den Inhalt in der C-Lokalisierung fest.

# I18N_COLUMN_CONTENT
source: This variable is only used for delayed substitution. It defines the first column for the content in the current locale.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte für den Inhalt in der aktuellen Lokalisierung fest.

# C_COLUMN_INST_TITLE
source: This variable is only possibly used for delayed substitution in I18N_COLUMN_INST_TITLE. It defines the first column for the title of installed versions in the C locale.
de: Diese Variable wird nur zur verzögerten Ersetzung möglicherweise in I18N_COLUMN_CONTENT benutzt. Sie legt die erste Spalte für den Titel installierter Versionen in der C-Lokalisierung fest.

# I18N_COLUMN_INST_TITLE
source: This variable is only used for delayed substitution. It defines the first column for the title of installed versions in the current locale.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte für den Titel installierter Versionen in der aktuellen Lokalisierung fest.

# C_COLUMN_INST_CONTENT
source: This variable is only possibly used for delayed substitution in I18N_COLUMN_INST_CONTENT. It defines the first column for the content of installed versions in the C locale.
de: Diese Variable wird nur zur verzögerten Ersetzung möglicherweise in I18N_COLUMN_INST_CONTENT benutzt. Sie legt die erste Spalte für den Inhalt installierter Versionen in der C-Lokalisierung fest.

# I18N_COLUMN_INST_CONTENT
source: This variable is only used for delayed substitution. It defines the first column for the content of installed versions in the current locale.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte für den Inhalt installierter Versionen in der aktuellen Lokalisierung fest.

# C_COLUMN_AVAILABLE_TITLE
source: This variable is only possibly used for delayed substitution in I18N_COLUMN_AVAILABLE_TITLE. It defines the first column for the title of available versions in the C locale.
de: Diese Variable wird nur zur verzögerten Ersetzung möglicherweise in I18N_COLUMN_AVAILABLE_TITLE benutzt. Sie legt die erste Spalte für den Titel verfügbarer Versionen in der C-Lokalisierung fest.

# I18N_COLUMN_AVAILABLE_TITLE
source: This variable is only used for delayed substitution. It defines the first column for the title of available versions in the current locale. It should be redefined only for languages with extremely long translations.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte für den Titel verfügberer Versionen in der aktuellen Lokalisierung fest. Sie sollte nur für Sprachen mit extrem langen Übersetzungen umdefiniert werden.

# C_COLUMN_AVAILABLE_CONTENT
source: This variable is only possibly used for delayed substitution in I18N_COLUMN_AVAILABLE_CONTENT. It defines the first column for the content of available versions in the C locale.
de: Diese Variable wird nur zur verzögerten Ersetzung möglicherweise in I18N_COLUMN_AVAILABLE_CONTENT benutzt. Sie legt die erste Spalte für den Inhalt verfügbarer Versionen in der C-Lokalisierung fest.

# I18N_COLUMN_AVAILABLE_CONTENT
source: This variable is only used for delayed substitution. It defines the first column for the content of available versions in the current locale.
de: Diese Variable wird nur zur verzögerten Ersetzung benutzt. Sie legt die erste Spalte für den Inhalt verfügbarer Versionen in der aktuellen Lokalisierung fest.

source: fatal config error: %s in delayed substitution of %s
de: Fataler Konfigurationsfehler: %s in verzögerter Ersetzung von %s

source: FI without IF
de: FI ohne IF

source: ELSE without IF
de: ELSE ohne IF

source: self-reference
de: Selbstreferenzierung

source: double ELSE
de: doppeltes ELSE

source: IF without FI
de: IF ohne FI

source: %s has unknown value "%s" assuming value "all-installed" instead.
de: %s hat unbekannten Wert „%s“ Als Ersatz wird „all-installed“ benutzt.

source: was locally changed to:
de: lokal geändert auf:

source: changed locally, default was:
de: lokal geändert. Standardeinstellung war:

source: locally added:
de: lokal hinzugefügt:

source: Received SIGSEGV - you probably found a bug in eix. Please proceed with the following few instructions and help us find the bug: * install gdb (sys-devel/gdb) * reemerge eix with FEATURES="nostrip" CXXFLAGS="-g -ggdb3" LDFLAGS="" * enter gdb with "gdb --args %s your_arguments_for_%s" * type "run" and wait for the segfault to happen * type "bt" to get a backtrace (this helps us a lot) * post a bugreport and be sure to include the output from gdb. Sorry for the inconvenience and thanks in advance!
de: Erhielt SIGSEGV - wahrscheinlich ein Bug in eix. Helfen Sie uns bitte den Bug zu finden, indem Sie den folgenden Anweisungen folgen: * Installieren Sie gdb (sys-devel/gdb) * Reemergen Sie eix mit FEATURES="nostrip" CXXFLAGS="-g -ggdb3" LDFLAGS="" * Starten Sie gdb mit „gdb --args %s Parameter_fuer_%s“ * Nach „run“ sollte der Speicherzugriffsfehler (Segfault) auftreten. * Nach „bt“ erhalten Sie ein Backtrace (dies hilft uns enorm). * Melden Sie einen Bug mit der Ausgabe des gdb. Vielen Dank im Voraus für Ihre Mühe!

source: unknown property "%s"
de: Unbekannte Eigenschaft „%s“

source: property "%s" used outside version context
de: Eigenschaft „%s“ wurde außerhalb eines Versionen-Zusammenhangs benutzt

source: variable %s calls itself for printing
de: Die Variable %s ruft sich selbst zur Ausgabe auf

source: DARK_TERM has illegal format: %s
de: DARK_TERM hat unzulässiges Format: %s

source: internal error: bad node for parse_colors
de: Interner Fehler: Schlechter Knoten für parse_colors

source: '(' without closing ')'
de: „(“ ohne schließendes „)“

source: error while parsing color: %s
de: Fehler beim Parsen der Farbe: %s

source: '<' without closing '>'
de: „<“ ohne schließendes „>“

source: no name of property/variable after '{'
de: Kein Name einer Eigenschaft/Variablen nach „{“

source: '{' without closing '}'
de: „{“ ohne schließendes „}“

source: unexpected symbol '%s' after '{'
de: Unerwartetes Symbol „%s“ nach „{“

source: check your syntax
de: Bitte überprüfen Sie die Syntax

source: bad state: undefined
de: Unerlaubter Status: undefiniert

source: line %s, column %s: %s
de: Zeile %s, Spalte %s: %s

source: protobuf format is not compiled in
de: protobuf-Format ist nicht einkompiliert

source: internal error: unknown PartType on ("%s","%s")
de: Interner Fehler: unbekannter PartType bei („%s“,„%s“)

source: malformed (first primary at position %s) version string "%s"
de: Versionsstring unerlaubt (Führende Nummer an Position %s): „%s“

source: malformed (primary at position %s) version string "%s"
de: Versionsstring unerlaubt (Nummer an Position %s): „%s“

source: malformed (suffix at position %s) version string "%s"
de: Versionsstring unerlaubt (Anhang an Position %s): „%s“

source: garbage (%s) at end of version "%s" accepting version anyway
de: Zusatzsymbole (%s) nach Versionsnummer „%s“ Version wird trotzdem akzeptiert

source: garbage (%s) at end of version "%s"
de: Zusatzsymbole (%s) nach Versionsnummer „%s“

source: Recursion in cascading profile
de: Rekursion in kaskadierendem Profile

source: warning: ignoring parent %s of file %s
de: Warnung: Ignoriere Elternteil %s der Datei %s

source: error: %s
de: Fehler: %s

source: bad category name
de: unerlaubter Kategorienname

source: internal error: Tried to restore nonlocal mask without saving
de: Interner Fehler: Versuch, eine nicht-lokale Maske ohne Speichern wiederherzustellen

source: cannot read category
de: Kategorie nicht lesbar

source: repository name must be separated with "::" (one ":" is missing)
de: Repository-Name muss mit „::“ abgetrennt werden (ein „:“ fehlt)

source: operator without a version part
de: Operator ohne Versionsspezifizierung

source: version specification is missing
de: Versionsangabe fehlt

source: a wildcard is only valid with the = operator
de: Ein Wildcard ist nur mit dem =-Operator zulässig

source: internal error: SetStability calculates wrong index
de: Interner Fehler: SetStability berechnet falschen Index

source: warning: ignoring --close without --open
de: Warnung: --close ohne --open wird ignoriert

source: unknown match field "%s" in DEFAULT_MATCH_FIELD
de: unbekanntes Operandenfeld „%s“ in DEFAULT_MATCH_FIELD

source: unknown match field "%s" in DEFAULT_MATCH_ALGORITHM
de: unbekanntes Operandenfeld „%s“ in DEFAULT_MATCH_ALGORITHM

source: match field "error" is invalid in DEFAULT_MATCH_ALGORITHM
de: Operandenfeld „error“ ist ungültig in DEFAULT_MATCH_ALGORITHM

source: unknown match algorithm "%s" in DEFAULT_MATCH_ALGORITHM
de: unbekannter Match-Algorithmus „%s“ in DEFAULT_MATCH_ALGORITHM

source: missing '|', '&', or '!' in "%s" in DEFAULT_MATCH_ALGORITHM
de: Fehlendes „|“, „&“ oder „!“ in „%s“ in DEFAULT_MATCH_ALGORITHM

source: closing ')' missing in "%s" in DEFAULT_MATCH_ALGORITHM
de: Schließende „)“ fehlt in „%s“ in DEFAULT_MATCH_ALGORITHM

source: cannot autodetect match field for search string "%s" Specify some explicitly, e.g. --any, --name, --category, --slot, etc.
de: Keine automatische Erkennung des Operandenfelds für Suchstring „%s“ Bitte explizit angeben, etwa --any, --name, --category, --slot, ….

source: cannot autodetect match algorithm for search string "%s" Specify some explicitly, e.g. --regex, --pattern, --exact, etc.
de: Keine automatische Erkennung des Matchalgorithmus' für Suchstring „%s“ Bitte explizit angeben, etwa --regex, --pattern, --exact, …

source: failed to drop permissions
de: Rechte-Änderung schlug fehl

source: warning: failed to drop permissions
de: Warnung: Rechte-Änderung schlug fehl
