Repository: vaeth/eix
Catalog: po/*.po
Languages: de

source: Usage: %s [options] EXPRESSION Search for packages in the index generated by eix-update. EXPRESSION is true or false. Packages for which the EXPRESSION evaluates true are included in the final report. EXPRESSION ::= [ --not | -! ] BRACE_OR_TEST | EXPRESSION [ --and | -a ] EXPRESSION | EXPRESSION [ --or | -o ] EXPRESSION | BRACE_OR_TEST ::= --open | -( EXPRESSION --close | -) | TEST_WITH_OPTIONS TEST_WITH_OPTIONS ::= TEST_OPTIONS [PATTERN] Global: Exclusive options: -h, --help show this screen and exit -V, --version show version and exit --dump dump variables to stdout --dump-defaults dump default values of variables --print print the expanded value of a variable --known-vars print all variable names known to --print --print-all-eapis print all EAPI used in some version --print-all-useflags print all IUSE/REQUIRED_USE used in some version --print-all-keywords print all KEYWORDS used in some version --print-all-slots print all SLOT strings used in some version --print-all-licenses print all LICENSE strings used in some package --print-all-depends print all words occurring in some {,R,P}DEPEND (needs DEP=true) --print-world-sets print the world sets --print-profile-paths print all paths of current profile --256 Print all ansi color palettes --256d Print ansi color palettes for foreground (dark) --256d0 Print ansi color palette dark (normal) --256d1 Print ansi color palette dark (bright) --256l Print ansi color palettes for foreground (light) --256l0 Print ansi color palette light (normal) --256l1 Print ansi color palette light (bright) --256b Print ansi color palette for background Special: -t --test-non-matching Before other output, print non-matching entries of /etc/portage/package.* and non-matching names of installed packages; this option is best combined with -T to clean up /etc/portage/package.* -Q, --quick (toggle) don't read unguessable slots of installed packages --care always read slots of installed packages --deps-installed always read deps of installed packages --cache-file use another cache-file instead of %s -R --remote (toggle) use remote cache-file %s -Z --remote2 (toggle) use remote cache-file %s Output: -q, --quiet (toggle) no output. Typically combined with -0 --nowarn (toggle) suppress warnings about wrong portage config --ansi reset the ansi 256 color palette -n, --nocolor do not use ANSI color codes -F, --force-color force colorful output --color color always/never/auto -*, --pure-packages Omit printing of overlay names and package number -#, --only-names --pure-packages with format <category>/<name> -0 --brief (toggle) Print at most one package then stop. See -q Usually faster with COUNT_ONLY_PRINTED=false --brief2 (toggle) Print at most two packages then stop --xml (toggle) output results in XML format --proto (toggle) output results in protobuf format -c, --compact compact search results -v, --verbose verbose search results -N, --normal ignores -c, -v, and DEFAULT_FORMAT --format format string -x, --versionsort (toggle) sort output by slots/versions -l, --versionlines (toggle) print available versions line-by-line (and print additional data for each version) TEST_OPTIONS: Miscellaneous: -I, --installed Next expression only matches installed packages -i, --multi-installed Match packages installed in several versions -d, --dup-packages Match duplicated packages -D, --dup-versions Match packages with duplicated versions -1, --slotted Match packages with a nontrivial slot -2, --slots Match packages with two different slots -u, --upgrade[+-] Match packages without best slotted version +: settings from LOCAL_PORTAGE_CONFIG=true -: settings from LOCAL_PORTAGE_CONFIG=false --stable[+-] Match packages with a stable version --testing[+-] Match packages with a testing or stable version --non-masked[+-] Match packages with a non-masked version --system[+-] Match @system packages --profile[+-] Match @profile packages --installed-unstable Match packages with a non-stable installed version --installed-testing Match packages with a testing installed version --installed-masked Match packages with a masked installed version --world-file Match packages of world file or @system --world-set Match packages of a world set or @system --world Match packages of @world (file, set or @system) --selected-file Match packages of world file --selected-set Match packages of a world set --selected Match packages of @selected (world file or set) --binary Match packages with *.tbz2, *.gpkg.tar, or *.xpak --multi-binary NR Match packages with at least NR --binary files --nonvirtual Match packages from nonvirtual overlays --virtual Match packages from virtual overlays -O, --overlay Match packages from overlays --in-overlay OVERLAY Match packages from OVERLAY --only-in-overlay OVERLAY Match packages only in OVERLAY -J, --installed-overlay Match packages installed from overlays --installed-from-overlay OVERLAY Packages installed from OVERLAY --installed-in-some-overlay Packages with an installed version provided by some overlay --installed-in-overlay OVERLAY Packages with an installed version provided from OVERLAY --restrict-fetch Match packages with RESTRICT=fetch --restrict-mirror Match packages with RESTRICT=mirror --restrict-primaryuri Match packages with RESTRICT=primaryuri --restrict-binchecks Match packages with RESTRICT=binchecks --restrict-strip Match packages with RESTRICT=strip --restrict-test Match packages with RESTRICT=test --restrict-userpriv Match packages with RESTRICT=userpriv --restrict-installsources Match packages with RESTRICT=installsources --restrict-bindist Match packages with RESTRICT=bindist --restrict-parallel Match packages with RESTRICT=parallel --properties-interactive Match packages with PROPERTIES=interactive --properties-live Match packages with PROPERTIES=live --properties-virtual Match packages with PROPERTIES=virtual --properties-set Match packages with PROPERTIES=set -T, --test-obsolete Match packages with obsolete entries in /etc/portage/package.* (see man eix) Use -t to check non-existing packages -|, --pipe Use input from pipe of emerge -pv --pipe-mask As --pipe, but input is assumed to be masks Search Fields: -y, --any any search field can match (same as -SACsHL...) -S, --description description -A, --category-name "category/name" -C, --category category -s, --name name (default) -H, --homepage homepage -L, --license license --deps same as --available-deps --installed-deps --depend same as --available-depend --installed-depend --rdepend same as --available-rdepend --installed-rdepend --pdepend same as --available-pdepend --installed-pdepend --bdepend same as --available-bdepend --installed-bdepend --idepend same as --available-idepend --installed-idepend --available-deps same as --available-depend --available-rdepend --available-pdepend --available-bdepend --available-idepend --available-depend depend (of available version; only if DEP=true) --available-rdepend rdepend (of available version; only if DEP=true) --available-pdepend pdepend (of available version; only if DEP=true) --available-bdepend bdepend (of available version; only if DEP=true) --available-idepend idepend (of available version; only if DEP=true) --installed-deps same as --installed-depend --installed-rdepend --installed-pdepend --installed-bdepend --installed-idepend --installed-depend depend (of installed version) --installed-rdepend rdepend (of installed version) --installed-pdepend pdepend (of installed version) --installed-bdepend bdepend (of installed version) --installed-idepend idepend (of installed version) --set local package set name --src-uri SRC_URI --eapi EAPI --installed-eapi EAPI of installed version --slot slot --fullslot slot with subslot --installed-slot slot of installed version --installed-fullslot slot with subslot of installed version -U, --use useflag (of the ebuild) --installed-with-use enabled useflag (of installed package) --installed-without-use disabled useflag (of installed package) Type of Pattern: -r, --regex Pattern is a regexp, ignoring case (default) --regex-case Pattern is a regexp, taking case into account -e, --exact Pattern is the exact string -z, --substring Pattern is a substring -b, --begin Pattern is the beginning of the string --end Pattern is the end of the string -p, --pattern Pattern is a wildcards-pattern -f [m], --fuzzy [m] Use fuzzy-search with a max. levenshtein-distance m This program is covered by the GNU General Public License. See COPYING for further information.
de: Aufruf: %s [Optionen] EXPRESSION Durchsucht die von eix-update generierte Datenbank nach Paketen. EXPRESSION ist wahr oder falsch. Es werden diejenigen ausgegeben, für die EXPRESSION einen wahren Ausdruck ergibt. EXPRESSION ::= [ --not | -! ] BRACE_OR_TEST | EXPRESSION [ --and | -a ] EXPRESSION | EXPRESSION [ --or | -o ] EXPRESSION | BRACE_OR_TEST ::= --open | -( EXPRESSION --close | -) | TEST_WITH_OPTIONEN TEST_WITH_OPTIONEN ::= [TEST_OPTIONEN] [PATTERN] Globale Optionen: Ausschließende Optionen: -h, --help Zeige diesen Text und ende dann -V, --version Zeige die Version und ende dann --dump Ausgabe aller internen Variablen auf stdout --dump-defaults Ausgabe der Vorgabewerte der internen Variablen --print Ausgabe eines expandierten Variablenwerts --known-vars Ausgabe aller --print bekannten Variablennamen --print-all-eapis Ausgabe aller irgendwo benutzten EAPI --print-all-useflags Ausgabe aller irgendwo benutzten IUSE/REQUIRED_USE --print-all-keywords Ausgabe aller irgendwo benutzten KEYWORDS --print-all-slots Ausgabe aller irgendwo benutzten SLOT --print-all-licenses Ausgabe aller irgendwo benutzten LICENSE --print-all-depends Ausgabe aller Wortd in {,R,P}DEPEND (bei DEP=true) --print-world-sets Ausgabe aller Sets in world --print-profile-paths Ausgabe aller Pfade des aktuellen Profils --256 Ausgabe aller Ansi Farbpaletten --256d Ausgabe der dunklen Ansi Farbpaletten --256d0 Ausgabe der dunklen Ansi Farbpalette (normal) --256d1 Ausgabe der dunklen Ansi Farbpalette (fett) --256l Ausgabe der hellen Ansi Farbpaletten --256l0 Ausgabe der hellen Ansi Farbpalette (normal) --256l1 Ausgabe der hellen Ansi Farbpalette (fett) --256b Ausgabe der Ansi Farbpalette für Hintergrund Speziell: -t --test-non-matching Gibt vor anderen Ausgaben nicht-passende Einträge /etc/portage/package.* und nicht-passende Namen installierter Pakete aus; am besten wird diese Option mit -T kombiniert, um /etc/portage/package.* aufzuräumen -Q, --quick (toggle) Ignoriere unbekannte Slots installierter Pakete --care Lese immer die Slots installierter Pakete --deps-installed Lese immer die Deps installierter Pakete --cache-file Benutze cache-file statt %s -R --remote (toggle) Benutze Remote-Datenbank %s -Z --remote2 (toggle) Benutze Remote-Datenbank %s Ausgabe: -q, --quiet (toggle) keine Ausgabe; meist mit -0 kombiniert --nowarn (toggle) keine Warnungen bzgl. Portage-Konfiguration --ansi Zurücksetzen der Ansi 256-Farbpalette -n, --nocolor keine Farbausgaben -F, --force-color Farbausgabe, unabhängig von Ausgabe auf Terminal --color Farbausgabe always/never/auto -*, --pure-packages Ohne Overlay-Namen und Anzahl der Pakete -#, --only-names --pure-packages mit Format <category>/<name> -0 --brief (toggle) Stop nach Ausgabe höcstens eines Pakets. Siehe -q Dies ist schneller mit COUNT_ONLY_PRINTED=false --brief2 (toggle) Stop nach Ausgabe höchstens zweiter Pakete --xml (toggle) Ausgabe in XML-Format --proto (toggle) Ausgabe in protobuf-Format -c, --compact Kompakte Ausgabe -v, --verbose Ausführliche Ausgabe -N, --normal ignoriert -c, -v und DEFAULT_FORMAT --format Formatstring -x, --versionsort (toggle) Sortiert die Ausgabe nach Slots/Versionen -l, --versionlines (toggle) Jede Version in eigene Zeile (und Ausgabe zusätzlicher Informationen für jede Version) TEST_OPTIONEN: Verschiedene: -I, --installed Ausdruck trifft nur auf installierte Pakete zu -i, --multi-installed Nur für mehrfach installierte Pakete -d, --dup-packages Nur für doppelte Pakete -D, --dup-versions Nur für doppelte Versionen -1, --slotted Nur mit nichttrivialem Slot -2, --slots Nur mit zwei verschiedenen Slots -u, --upgrade[+-] Nur für Pakete, die nicht die beste Version des Slots installiert haben +: Konfiguration von LOCAL_PORTAGE_CONFIG=true -: Konfiguration von LOCAL_PORTAGE_CONFIG=false --stable[+-] Pakete mit einer stabilen Version --testing[+-] Pakete mit einer instabilen oder stabilen Version --non-masked[+-] Pakete mit einer nicht-maskierter Version --system[+-] Pakete aus @system --profile[+-] Pakete aus @profile --installed-unstable Pakete mit nicht-stabiler installierter Version --installed-testing Pakete mit instabiler installierter Version --installed-masked Pakete mit maskierter installierter Version --world-file Pakete aus world-Datei oder @system --world-set Pakete aus world_sets oder @system --world Pakete aus @world (World-Datei, Sets oder @system) --selected-file Pakete aus world-Datei --selected-set Pakete aus world_sets --selected Pakete aus @selected (world-Datei oder world_sets) --binary Pakete mit *.tbz2, *.gpkg.tar oder *.xpak --multi-binary NR Pakate mit mindestens NR --binary Dateien --nonvirtual Pakete aus nicht-virtuellen Overlays --virtual Pakete aus virtuellen Overlays -O, --overlay Pakete aus Overlays --in-overlay OVERLAY Pakete aus OVERLAY --only-in-overlay OVERLAY Pakete nur aus OVERLAY -J, --installed-overlay Nur Pakete, die aus Overlays installiert wurden --installed-from-overlay OVERLAY Pakete installiert aus OVERLAY --installed-in-some-overlay Pakete mit einer installierten Version aus einem Overlay --installed-in-overlay OVERLAY Pakete mit einer installierten Version aus OVERLAY --restrict-fetch Paket hat RESTRICT=fetch --restrict-mirror Paket hat RESTRICT=mirror --restrict-primaryuri Paket hat RESTRICT=primaryuri --restrict-binchecks Paket hat RESTRICT=binchecks --restrict-strip Paket hat RESTRICT=strip --restrict-test Paket hat RESTRICT=test --restrict-userpriv Paket hat RESTRICT=userpriv --restrict-installsources Paket hat RESTRICT=installsources --restrict-bindist Paket hat RESTRICT=bindist --restrict-parallel Paket hat RESTRICT=parallel --properties-interactive Paket hat PROPERTIES=interactive --properties-live Paket hat PROPERTIES=live --properties-virtual Paket hat PROPERTIES=virtual --properties-set Paket hat PROPERTIES=set -T, --test-obsolete Paket hat obsolete Einträge in /etc/portage/package.* (siehe man eix); mit -t findet man nicht existierende Pakete -|, --pipe Eingabe aus Pipe von emerge -pv --pipe-mask Wie --pipe, aber Eingabe wie als Maske betrachtet Operandenfelder: -y, --any Beliebiges Operandenfeld (äquivalent zu -SACsHL…) -S, --description Beschreibung -A, --category-name „Kategorie/Name“ -C, --category Kategorie -s, --name Name (Vorgabe) -H, --homepage Homepage -L, --license Lizenz --deps wie --available-deps --installed-deps --depend wie --available-depend --installed-depend --rdepend wie --available-rdepend --installed-rdepend --pdepend wie --available-pdepend --installed-pdepend --bdepend wie --available-bdepend --installed-bdepend --idepend wie --available-idepend --installed-idepend --available-deps wie --available-depend --available-rdepend --available-pdepend --available-bdepend --available-idepend --available-depend depend (verfügbare Versionen; braucht DEP=true) --available-rdepend rdepend (verfügbare Versionen; braucht DEP=true) --available-pdepend pdepend (verfügbare Versionen; braucht DEP=true) --available-bdepend bdepend (verfügbare Versionen; braucht DEP=true) --available-idepend idepend (verfügbare Versionen; braucht DEP=true) --installed-deps wie --installed-depend --installed-rdepend --installed-pdepend --installed-bdepend --installed-idepend --installed-depend depend (einer installierten Version) --installed-rdepend rdepend (einer installierten Version) --installed-pdepend pdepend (einer installierten Version) --installed-bdepend bdepend (einer installierten Version) --installed-idepend idepend (einer installierten Version) --set lokaler Set-Name des Pakets --src-uri SRC_URI --eapi EAPI --installed-eapi EAPI einer installieren Version --slot Slot --fullslot Slot mit Subslot --installed-slot Slot einer installierten Version --installed-fullslot Slot einer installierten Version oder Subslot -U, --use USE-Flag (des Ebuilds) --installed-with-use aktiviertes USEflag (installierter Pakete) --installed-without-use deaktiviertes USEflag (installierter Pakete) Art des PATTERNs: -r, --regex PATTERN ist regulärer Ausdruck, ignoriert Großschreibung (Vorgabe) --regex-case PATTERN ist regulärer Ausdruck, beachtet Großschreibung -e, --exact PATTERN ist exakter String -z, --substring PATTERN ist ein Teilstring -b, --begin PATTERN ist der Stringanfang --end PATTERN ist das Stringende -p, --pattern PATTERN ist ein Wildcard-Pattern -f [m], --fuzzy [m] Fuzzy-Suche mit max. Levenshtein-Abstand m Dieses Programm unterliegt der GNU General Public License. COPYING enthält weitere Informationen.

source: problems while parsing %s: %s
de: Probleme beim Parsen von %s: %s

source: cannot redirect to "%s"
de: Fehler bei Umleitung nach „%s“

source: %s was created with an incompatible eix-update: It uses database format %s (current is %s). Please run "%s" and try again.
de: %s wurde mit inkompatiblem eix-update erzeugt: Es benutzt Datenbank-Format %s (aktuell ist %s). Bitte „%s“ ausführen und erneut probieren!

source: --xml and --proto must not be specified simultaneously
de: --xml und --proto dürfen nicht gleichzeitig gewählt werden

source: Found %s match
de: %s Treffer

source: No matches found
de: Kein Treffer

source: Only %s match displayed on terminal Set %s=0 to show all matches
de: Auf dem Terminal wird nur %s Treffer angezeigt. Setzen Sie %s=0, um alle anzuzeigen!

source: cannot open database file %s for reading Did you forget to create it with "%s"?
de: Datenbank-Datei %s kann nicht geöffnet werden. Wurde sie mit „%s“ erzeugt?

source: No non-matching or empty entries in %s
de: Einträge in %s passen und sind nicht leer.

source: No non-matching entries in %s
de: Einträge in %s passen.

source: Non-matching or empty entries in %s:
de: Unpassende oder leere Einträge in %s:

source: Non-matching entries in %s:
de: Unpassende Einträge in %s:

source: The names of all installed packages are in the database.
de: Die Namen aller installierten Pakete sind in der Datenbank.

source: The following installed packages are not in the database:
de: Folgende installierte Pakete befinden sich nicht in der Datenbank:

source: Usage: %s [options] old-cache [new-cache] -Q, --quick (toggle) do (not) read unguessable slots of installed packages --care always read slots of installed packages --deps-installed always read deps of installed packages -q, --quiet (toggle) (no) output --ansi reset the ansi 256 color palette -n, --nocolor don't use colors in output -F, --force-color force colors on things that are not a terminal --dump dump variables to stdout --dump-defaults dump default values of variables --print print the expanded value of a variable --known-vars print all variable names known to --print -h, --help show a short help screen -V, --version show version-string This program is covered by the GNU General Public License. See COPYING for further information.
de: Aufruf: %s [options] old-cache [new-cache] -Q, --quick (toggle) Ignoriere unbekannte Slots installierter Pakete --care Lese immer die Slots installierter Pakete --deps-installed Lese immer die Deps installierter Pakete -q, --quiet (toggle) keine Ausgabe --ansi Rücksetzen der Ansi 256-Farbpalette -n, --nocolor keine Farbausgaben -F, --force-color Erzwinge Farbausgabe bei allem außer Terminals --dump Ausgabe aller internen Variablen auf stdout --dump-defaults Ausgabe der Vorgabewerte der internen Variables --print Ausgabe eines expandierten Variablenwerts --known-vars Ausgabe aller --print bekannten Variablennamen -h, --help Ausgabe eines Hilfstexts -V, --version Ausgabe der Versionsnummer Dieses Programm unterliegt der GNU General Public License. COPYING enthält weitere Informationen.

source: error in database file %s: %s
de: Fehler in Datenbank-Datei %s: %s

source: cannot open database file %s for reading (mode = 'rb')
de: Datenbank-Datei %s kann nicht zum Lesen geöffnet werden (mode = „rb“)

source: Usage: %s [--] command [arguments] Executes "command [arguments]" with the permissions according to the eix variables EIX_USER, EIX_GROUP, EIX_UID, and EIX_GID, honouring REQUIRE_DROP and NODROP_FATAL. This program is covered by the GNU General Public License. See COPYING for further information.
de: Aufruf: %s [--] Kommando [Argumente] Führt „Kommando [Argumente]“ mit Rechten entsprechend den eix-Variablen EIX_USER, EIX_GROUP, EIX_UID und EIX_GID und gemäß der eix-Variablen REQUIRE_DROP und NODROP_FATAL aus. Dieses Programm unterliegt der GNU General Public License. COPYING enthält weitere Informationen.

source: failed to execute %s
de: Konnte %s nicht ausführen

source: Usage: %s [-q] [-f FILE] [-s SEP] [-c|-C] [-l OV] [-p OV] [-o OV] ... Check whether eix database FILE has current format, and print label, path, or both of specified overlay OV in FILE, appending SEP to each data. All options can be used repeatedly: FILE and SEP are active until modified. FILE defaults to %s Note that this default for FILE is independent of the EIX_CACHEFILE variable, i.e. for usage in portable scripts you should always specify -f as one of the first options, e.g. as in this script snippet: eval "$(eix-functions.sh)"; ReadFunctions ReadVar EIX_CACHEFILE || die 'cache name not known' %s -qf "$EIX_CACHEFILE" -c || die 'no current database' SEP defaults to the null character (to be distinguished from the empty string). For the case the OV is the empty string, the main overlay is printed (as if OV is 0), but if there is no overlay in file, no error (but empty data) is output. -c can be used to check only whether FILE has current format without producing any output. -C outputs the actual format number. After option -q no further output is made, usually (-C is exceptional here). So specify -q first if you want no output at all. The special option -h outputs this help text and quits. This program is covered by the GNU General Public License. See COPYING for further information.
de: Aufruf: %s [-q] [-f DATEI] [-s TRENNER] [-c|-C] [-l OV] [-p OV] [-o OV] … Überprüft die eix-Datenbank DATEI auf aktuelles Format und gibt Label, Pfad bzw. beides des angebenen Overlay OV aus DATEI aus, wobei an jede Ausgabe der TRENNER angehängt wird. Alle Optionen können wiederholt werden; DATEI und TRENNER bleiben unverändert, bis sie neu gesetzt werden. DATEI ist zunächst %s Beachten Sie, dass dieser Wert unabhängig von der EIX_CACHEFILE-Variable ist; für portable Skripte sollte daher i.d.R. -f eine der ersten Optionen sein, etwa wie in folgendem Skriptschnipsel: eval "$(eix-functions.sh)"; ReadFunctions ReadVar EIX_CACHEFILE || die 'Cachename unbekannt' %s -qf "$EIX_CACHEFILE" -c || die 'Datenbank nicht aktuell' TRENNER ist zunächst das Nullzeichen (zu unterscheiden vom Leerstring). Wenn OV der leere String ist, werden die Daten des Haupt-Overlays augegeben (als wenn OV 0 wäre), aber wenn die Datei keinen Overlay enthält, wird kein Fehler (sondern nur leere Daten) ausgegeben. -c kann benutzt werden, um nur zu prüfen, ob DATEI aktuelles Format hat, ohne eine Ausgabe zu erzeugen. -C gibt die tatsächliche Formatnummer aus. Nach der Option -q folgt für gewöhnlich keine weitere Ausgabe (-C bildet hier eine Ausnahme). Falls gar keine Ausgabe gewünscht wird, sollte also die Option -q als erste angegeben werden. Die Option -h gibt diese Hilfeseite aus und beendet das Programm. Dieses Programm unterliegt der GNU General Public License. COPYING enthält weitere Informationen.

source: %s was created with an incompatible eix-update: It uses database format %s (current is %s).
de: %s wurd mit inkompatiblem eix-update erzeugt: Es benutzt Datenbank-Format %s (aktuell ist %s).
