Repository: vaeth/eix
Catalog: po/*.po
Languages: de

# Statusline eix-functions
source: Finished
de: Fertig

# Statusline eix-functions
source: Failure
de: Fehlschlag

source: Problems running ${eixf_cmd}
de: Probleme mit ${eixf_cmd}

source: push.sh from https://github.com/vaeth/push/ is needed
de: push.sh aus https://github.com/vaeth/push/ wird benötigt

source: Installation of https://github.com/vaeth/quoter/ is needed
de: Installation von https://github.com/vaeth/quoter/ wird benötigt

source: quoter_pipe.sh from https://github.com/vaeth/quoter/ is needed
de: quoter_pipe.sh aus https://github.com/vaeth/quoter/ wird benötigt

# Statusline eix-functions
source: Calling eix-update
de: Starte eix-update

source: Calling eix-update
de: Starte eix-update

source: eix-update failed
de: eix-update schlug fehl

source: ${eixf_patha} cannot be found in PATH
de: ${eixf_patha} konnte im PATH nicht gefunden werden

source: found no free temporary name after 10000 attempts
de: Keinen möglichen temporären Namen nach 10000 Versuchen gefunden

source: cannot create temporary directory
de: Kein temporäres Verzeichnis erzeugbar

source: cannot create temporary file
de: Keine temporäre Datei erzeugbar

source: Usage: ${n} [options] ARG [ARG ARG ...] This script is part of ${p}. It outputs all installed packages, or packages installed with/without repository or buildtime information. Packages emerged with new version of portage contain repository and buildtime information. It is advantageous but not mandatory for eix to have this (see CHECK_INSTALLED_OVERLAYS and USE_BUILD_TIME in the eix manpage.) ARG determines which packages are output: all - output all installed packages repo - output packages installed with repository information. no-repo - output packages installed without repository information. buildtime - output packages installed with buildtime information. no-buildtime - output packages installed without buildtime information. The following options are available: -= Output packages prefixed with "=" -q Output only packages, no explaining text -a Substitute for "-q all" (ARG is ignored) ARG can be abbreviated, e.g. instead of "no-repo" you can use "nr".
de: Aufruf: ${n} [Optionen] ARG [ARG ARG …] Dieses Skript ist Teil von ${p}. Es gibt alle installierten Pakete aus, oder alle Pakete, die mit bzw. ohne Informationen zu Repository oder Buildtime installiert wurden. Pakete, die mit neueren Portage-Versionen emerged wurden, enthalten Repository und Buildtime-Informationen. Es ist vorteilhaft (wenngleich nicht notwendig), wenn eix diese Informationen benutzen kann; näheres dazu findet sich auf der eix manpage unter CHECK_INSTALLED_OVERLAYS und USE_BUILD_TIME. Je nach ARG werden folgende Pakete ausgegeben: all - alle installierten repo - die mit Repository-Informationen installierten no-repo - die ohne Repository-Informationen installierten buildtime - die mit Buildtime-Informationen installierten no-buildtime - die ohne Buildtime-Informationen installierten Optionen: -= Stellt den Paketen ein „=“ voran -q Nur Ausgabe der Pakete ohne erklärenden Text -a Kurzform für „-q all“ (ARG wird ignoriert) ARG kann abgekürzt werden, etwa „no-repo“ durch „nr“.

source: (one version listed above)
de: (Insgesamt ist 1 Version gelistet).

source: The following package versions are installed:
de: Die folgenden Paketversionen sind installiert:

source: The following package versions are installed with repository information:
de: Die folgenden Paketversionen sind mit Repository-Information installiert:

source: The following package versions are installed without repository information:
de: Die folgenden Paketversionen sind ohne Repository-Information installiert:

source: The following package versions are installed with build-time information:
de: Die folgenden Paketversionen sind mit Buildtime-Information installiert:

source: The following package versions are installed without build-time information:
de: Die folgenden Paketversionen sind ohne Buildtime-Information installiert:

source: cannot locate your database of installed packages
de: kann die Datenbank der installierten Pakete nicht lokalisieren

source: Usage: ${n} [options] category/package[:slot] This is a well-commented demo script for eix (${p}). It lists packages installed after (or before) the last (or first) install of the given package/version in an output format which is convenient as an argument for "emerge -1". Be aware that only packages in the eix database are considered. The argument can use shell pattern matching (* and ?; do not forget to quote them if you call this script from a shell); the first match is chosen. The :slot part can be omitted if the corresponding package has only one slot. (Options -l and -L have different rules.) The argument is not needed if option -f, -e or -F is used. The eix (or environment) variable EIX_INSTALLED_AFTER is prepended to the arguments; note that this variable is evaluated, so quote properly and be aware about security risks! The following options are available: -i Ignore all previous options (useful if EIX_INSTALLED_AFTER is set.) -f Output full list of all packages. -e TIME Use TIME as "install" date. TIME is in seconds since epoch (see e.g. "date +%s") -F FILE Use the mtime of FILE as the "install" date. -l Use /var/log/emerge.log to use the _first_ (instead of the last) install time of the given package. In this case, the argument must be a regular expression matching category/package-version. Note that the time in the log file and the time recorded in the database usually differ slightly so that usage/non-usage of option -I need not have the expected effect: The package may or may not be included. You can use -a/-A to fix the time. Note also that -t or -T have no effect on the data in the log file. -L LOG As -l but use LOG instead of /var/log/emerge.log -a SEC With -F, -l -L, or -e, increase the actual match time by SEC seconds. -A SEC With -F, -l -L, or -e, decrease the actual match time by SEC seconds. -b Output packages installed before (instead of after) the given package -I Include the given package (on the command line) in the output -S When finding the starting package, choose the first matching slot -V When finding the starting package, look for category/package-version instead of category/package:slot -d Output the installation date after the package -s Output slot of the package, even if there appears no ambiguity -v Output category/package-version instead of category/package[:slot] -= Output =category/package-version instead of category/package[:slot] -t Use build time (if available) instead of installation time, independent of the value of USE_BUILD_TIME -T Never use build time
de: Aufruf: ${n} [Optionen] category/package[:slot] Dies ist ein gut kommentiertes Demo-Skript zu eix (${p}). Es gibt Pakete aus, die nach (oder vor) der letzten (oder ersten) Installation des übergebenen Pakets/Version installiert wurden. Das Ausgabeformat eignet sich dabei als Argument für „emerge -1“. Beachte Sie, dass das Skript nur Pakete aus der eix Datenbank berücksichtigt. Im Argument können Shell-Patterns benutzt werden (* und ?; bitte quoten nicht vergessen, falls das Skript von einer Shell aus aufgerufen wird); der erste Treffer zählt. Der :slot Teil kann weggelassen werden, wenn das betreffende Paket nur einen Slot besitzt. (Für die Optionen -l und -L gelten andere Regeln). Das Argument wird bei den Optionen -f, -e oder -F nicht benötigt. Die eix- (oder Umgebungs-)Variable EIX_INSTALLED_AFTER wird den Argumenten vorangestellt. Dabei wird diese Variable mit „eval“ behandelt, also ist sie entsprechend zu quoten: Vorsicht auch bzgl. der Sicherheit! Optionen: -i Ignoriere alle vorhergehenden Optionen (nützlich, wenn EIX_INSTALLED_AFTER gesetzt ist). -f Gibt Liste aller Pakete aus -e ZEIT Benutzt ZEIT als „Installationsdatum“. ZEIT ist die Zahl der Sekunden seit Epoch (vgl. „date +%s“). -F FILE Benutzt die mtime von FILE als Installationsdatum. -l Benutze /var/log/emerge.log um die _erste_ (statt der letzten) Installation des Referenzpakets herauszufinden. In diesem Fall wird das Argument als regulärer Ausdruck für category/package-version interpretiert. Beachten Sie, dass die Zeit im Logfile und die Zeit in der Datenbank sich normalerweise leicht unterscheiden, so dass die Benutzung oder Nichtbenutzung der Option -I nicht den erwarteten Effekt haben muss: Das Paket kann oder kann auch nicht in der Ausgabe dabei sein. Mit den Optionen -a/-A kann die Zeitdifferenz korrigiert werden. Beachten Sie, dass die Optionen -t/-T keinen Einfluss auf die Daten im Logfile haben. -L LOG Wie -l, aber statt /var/log/emerge.log wird LOG benutzt. -a SEK Die Referenzzeit bei -F/-l/-L/-e wird um SEK Sekunden erhöht. -A SEK Die Referenzzeit bei -F/-l/-L/-e wird um SEK Sekunden verringert. -b Sucht Pakete, die vor (statt nach) dem Referenzpaket installiert wurden -I Das Referenzpaket wird mit ausgegeben -S Benutze ersten Slot zur Bestimmung des Referenzpakets -V Benutze String category/package-version statt category/package:slot zur Bestimmtung des Referenzpakets -d Ausgabe des Installationsdatums nach dem Paket -s Ausgabe des Slots, selbst dann, wenn er eindeutig sein sollte -v Ausgabe als category/package-version statt category/package[:slot] -= Ausgabe als =category/package-version statt category/package[:slot] -t Benutzt Buildtime (falls verfügbar) statt des Installationsdatums, unabhängig vom Wert der Variablen USE_BUILD_TIME -T Benutzt niemals die Buildtime, immer nur das Installationsdatum.

source: cannot read ${logfile}
de: kann Datei ${logfile} nicht lesen

source: cannot find merge of ${match} in ${logfile}
de: Kein Merge-Vorgang von ${match} in ${logfile} gefunden

# eix-sync
source: Copying old database to ${eixprevious}
de: Kopiere alte Datenbank nach ${eixprevious}

# Statusline eix-sync
source: Copying old database to ${eixprevious}
de: Kopiere alte Datenbank nach ${eixprevious}

# eix-sync
source: Could not copy database to ${eixprevious}
de: Konnte die Datenbank nicht nach ${eixprevious} kopieren

# eix-sync
source: Running eix-update
de: Starte eix-update

# Statusline eix-sync
source: Running eix-update
de: Starte eix-update

# eix-sync
source: eix-update failed
de: eix-update schlug fehl

source: failed to execute ${prg}
de: Konnte ${prg} nicht ausführen

source: temporary file
de: temporäre Datei

source: Usage: ${n} [options] command Get data from a remote database for ${p}. The following commands are provided: update1 (=update) or update2: Fetch the eix-caches of some overlays, store them locally in EIX_REMOTEARCHIVE1 (${f1}) or EIX_REMOTEARCHIVE2 (${f2}), respectively and add them to the eix database. If EIX_REMOTE1 or EIX_REMOTE2, respectively, is nonempty the output goes to that separate database. You can use eix -R or eix -Z or set REMOTE_DEFAULT=1 or 2 to access this alternative database. If EIX_REMOTE1 or EIX_REMOTE2 is empty the output is added to EIX_CACHEFILE. In this case, to keep the remote data across eix-update calls you might want to set KEEP_VIRTUALS=true in /etc/eixrc add1 (=add) or add2: Only do the second task (add EIX_REMOTEARCHIVE? without fetching). If EIX_REMOTE? is nonempty, it makes sense to call this regularly after eix-update so that eix -R? will show synchronized data. fetch1 (=fetch) or fetch2: Only do the first task (fetch eix-caches to EIX_REMOTEARCHIVE). If you want to download the most current remote data at every call of eix-sync put e.g. the following lines to your /etc/eix-sync.conf: @StatusInfo "Downloading remote1" @eix-remote fetch1 remove: Remove all temporarily added virtual overlays from the eix database. This makes only sense if EIX_REMOTE? is empty. The effect is similar to KEEP_VIRTUALS=false eix-update but faster (using previous cachefile where possible). Options can be specified in the eix (or environment) variable EIX_REMOTE_OPTS. This data is evalued, so be aware of security risks. Moreover, "--" in this variable will exclude further command line options. The following options are available: -k Keep permissions: Without this option, eix-drop-permissions is used to drop permissions immediately to that of EIX_USER -K As -k, but cannot be reset with -i -X Exclude remote overlays which are also local. See -L/-l -x Exclude local overlays which are available remotely. See -L/-l -L For -x/-X the "storage" path is found heuristically. With -L the path actually used is printed (and eix-remote exits). Set LOCAL_LAYMAN or use option -l to override the heuristics. -l PATH Use PATH as LOCAL_LAYMAN -a ADDR Use ADDR as remote database address instead of: ${addr1} ${addr2} -i Ignore all previous options (e.g. ignore EIX_REMOTE_OPTS). -v Verbose (default) -H Suppress status line update -q Quiet
de: Aufruf: ${n} [Optionen] Kommando Holt Daten aus einer Remote-Datenbank für ${p}. Es gibt folgende Kommandos: update1 (=update) oder update2: Holt die eix-caches einiger Overlays, speichert sie lokal in EIX_REMOTEARCHIVE1 (${f1}) bzw. EIX_REMOTEARCHIVE2 (${f2}) und fügt sie zur eix-Datenbank hinzu. Falls EIX_REMOTE1 bzw. EIX_REMOTE2 nichtleer ist, geht die Ausgabe in die entsprechende separate Datei. Mit eix -R bzw. -Z oder REMOTE_DEFAULT=1 bzw. 2 benutzt eix diese alternative Datenbank. Falls EIX_REMOTE1 bzw. EIX_REMOTE2 leer ist, wird die Ausgabe EIX_CACHEFILE hinzugefügt. Um die Information in diesem Fall über eix-update-Aufrufe hinweg zu retten, kann es sinnvoll sein, KEEP_VIRTUALS=true in /etc/eixrc zu setzen. add1 (=add) oder add2: Fügt nur die Overlay-Daten aus EIX_REMOTEARCHIVE zur eix-Datenbank hinzu. Wenn EIX_REMOTE nichtleer ist, ist es sinnvoll, dies immer nach eix-update auszuführen, so dass eix -R synchronisierte Daten zeigt. fetch1 (=fetch) oder fetch2: Holt nur die Overlay-Daten nach EIX_REMOTEARCHIVE1 bzw. EIX_REMOTEARCHIVE2. Falls die aktuellsten Daten bei jedem Aufruf von eix-sync heruntergeladen werden sollen, fügen Sie beispielsweise die folgenden Zeilen Ihrem eix-sync.conf hinzu: @StatusInfo "Lade remote1 herunter" @eix-remote fetch1 remove: Entfernt alle temporär hinzugefügten virtuellen Overlays aus der Eix-Datenbank. Die ist nur dann sinnvoll, wenn EIX_REMOTE? leer ist. Es ist ungefähr das selbe wie KEEP_VIRTUALS=false eix-update aber schneller (da möglichst die alte Cache-Datei benutzt wird). Optionen können in der (Umgebungs-) eix-Variablen EIX_REMOTE_OPTS angegeben werden. Diese wird evaluiert, also Vorsicht! Ein „--“ hier wird natürlich alle Kommandozeilen-Optionen verhindern. Die folgenden Optionen gibt es: -k Behält Rechte bei. Ohne diese Option wird eix-drop-permissions benutzt, um die Rechte sofort auf die von EIX_USER abzusenken -K Wie -k, aber kann nicht mit -i überschrieben werden. -X Ausschluss von Remote-Overlay, die lokal sind. Siehe -L/-l -x Ausschluss von lokalen Overlays, die Remote sind. Siehe -L/-l -L Für -x/-X wird der „storage“-Pfad heuristisch bestimmt. Mit -L wird der tatsächlich benutzte Pfad ausgegeben (und eix-remote beendet sich dann). Setzen Sie LOCAL_LAYMAN oder benutzen Sie die Option -l, um die Heuristik zu überschreiben. -l PATH Benutzt PATH als LOCAL_LAYMAN -a ADDR Benutze ADDR zum Abholen der Daten statt: ${addr1} ${addr2} -i Ignoriere all vorherigen Optionen (etwa von EIX_REMOTE_OPTS). -v Ausführliche Ausgabe (ist Standardeinstellung) -H Keine Ausgabe der Statuszeile -q Keine Ausgabe

source: $LOCAL_LAYMAN must not be empty
de: $LOCAL_LAYMAN darf nicht leer sein

source: $LOCAL_LAYMAN must start with /
de: $LOCAL_LAYMAN muss mit / beginnen

source: cannot determine useful $LOCAL_LAYMAN
de: kann kein sinnvolles $LOCAL_LAYMAN festlegen

source: cannot cd to ${a}
de: Wechseln ins Verzeichnis ${a} nicht möglich

# Statusline eix-remote
source: Downloading remote data
de: Daten herunterladen

source: cannot cd to tempdir
de: Wechseln ins temporäre Verzeichnis nicht möglich

source: failed:
de: Fehler bei:

source: Probably your eix cachefile was *not* updated successfully. Unless the above messages suggest another cause or you specified a wrong filename, the most likely cause of this is that the server uses another eix version than you or produced broken data. Please check whether EIX_REMOTEARCHIVE is a valid *.tar.bz2 archive containing eix cachefiles (you can download it using fetch). If this is not the case (but was freshly downloaded), please report a bug. Note that the archive is *not* broken if only the cachefile format versions differ: In that case only report a bug if the eix cachefile format versions in the downloaded file are *older* than that of the most current ~x86 eix version in the portage tree (but first retry after several days before reporting such a bug to give the server maintainers a chance to upgrade after a version bump of eix). Conversely, if the downloaded versions are even newer than that supported by your eix, you will have to upgrade to the most current ~x86 version of eix to use eix-remote: This inconvenience cannot be avoided and is not a bug!
de: Wahrscheinlich wurde die eix-Cache-Datei *nicht* erfolgreich aktualisiert. Falls die obigen Meldungen keine andere Ursache nahelegen und falls Sie keinen falschen Dateinamen angegeben haben, ist die wahrscheinlichste Ursache, dass der Server eine andere eix-Version benutzt, oder dass er kaputte Daten produziert hat. Untersuchen Sie bitte, ob EIX_REMOTEARCHIVE ein korrektes *.tar.bz2-Archiv mit eix-Cache-Datei ist (Sie können es mit fetch herunterladen). Falls das nicht der Fall ist (und es neu heruntergeladen wurde), melden Sie bitte den Fehler. Beachten Sie aber, dass das Archiv *nicht* kaputt ist, falls sich nur die Versionsnummern der Cache-Datei-Formate unterscheiden. Melden Sie in diesem Fall nur dann einen Fehler, wenn diejenigen der heruntergeladenen Datei *älter* sind, als die des aktuellen ~x86 eix im Portage-Baum (aber warten Sie mit der Meldung zunächst, bis sie es nach einigen Tagen erneut probiert haben: Schließlich brauchen die Maintainer des Servers auch einige Zeit, bis sie eix nach einem Versionssprung upgraden). Falls umgekehrt die Versionen der heruntergeladenen eix-Cache-Dateien sogar neuer sind, als diejenigen, die Ihrem eix bekannt sind, müssen Sie zunächst auf die aktuellste ~x86-Version von eix upgraden, um eix-remote benutzen zu können. Dies ist unbequem, kann aber leider nicht vermieden werden und ist kein Bug!

# Statusline eix-remote
source: Unpacking data
de: Entpacken der Daten

source: Unpacking data
de: Entpacken der Daten

source: cannot unpack ${a}
de: ${a} ist nicht entpackbar

# Statusline eix-remote
source: Analyzing
de: Analyse

source: file ${p} of ${a} contains no overlay
de: Die Datei ${p} aus ${a} enthält keinen Overlay

source: could not read all eix cachefiles of ${a}
de: Fehler beim Lesen einiger eix-Cache-Dateien aus ${a}

source: no file in ${a} contains an overlay
de: Keine Datei aus ${a} enthält einen Overlay

source: ${failcount} file in ${a} contains no overlay
de: ${failcount} Datei aus ${a} enthält keinen Overlay

source: Output to remote database ${eix_remote}
de: Ausgabe auf Remote-Datenbank ${eix_remote}

source: A temporary file makes only sense for update mode
de: Eine temporäre Datei ergibt nur im Update-Modus Sinn

source: cannot copy temporary file to ${file}
de: temporäre Datei kann nicht nach ${file} kopiert werden

source: cannot read ${archive}
de: Datei ${archive} nicht lesbar

source: mkdir ${tmpsub} failed
de: Fehler bei mkdir ${tmpsub}
