Repository: vaeth/eix
Catalog: po/*.po
Languages: de

# eix-sync
source: Usage: ${n} [options] Call emerge --sync/--metadata and show updates. (${p}) Unless the -t option is used, the old database will be saved to ${eixprevious}. The file ${eixsyncconf} and the eix (environment) variable EIX_SYNC_CONF (which defaults to delayed substitution of EIX_SYNC_OPTS) determine for which overlays layman is called, which default options are used, and they can contain various hooks - "man eix" for details. Be aware that e.g. the default EIX_SYNC_OPTS are evaluated so be sure to quote them correctly and care about security risks. Moreover, "--" in the default options will forbid command line options. The following options are available: -i Ignore all previous options except -n (useful to ignore ${eixsyncconf} options). -a Always assume that some tree/overlay changes (set have_changed=: in a !-hook to force this) -s [USER@]SERVER[:DIR] Sync via rsync from SERVER. USER defaults to current user and DIR defaults to PORTDIR. An empty SERVER cancels this option. This option implies -0 -0 No eix --sync. This implies -a -2 [USER@]CLIENT[:DIR] Sync via rsync *to* CLIENT after successful syncing; you should later call eix-sync -u locally on CLIENT. If you already have synced you might want to combine this option with -uU. -U Do not touch the database and omit the hooks after eix-update (@ entries) and do not show differences. This option implies -R -u Update database only and show differences. This is equivalent to -0l@As "" -F Make layman or failed hooks (! !! ~ @ @@ entries) fatal. This can be forced/overridden in hooks by (un)setting FATAL_HOOKS or calling die. -l Do not call layman (and the !commands in ${eixsyncconf}). However, the !! lines and postponed hooks (@ and @@ entries) will be executed anyway. -A Do not call eix-remote add1/add2 -@ Do not execute the hooks (@ and @@ entries) of ${eixsyncconf}. -S Do not execute the hooks after emerge --sync (@ entries). -M Run emerge --metadata. You might need this when you use the cache method "sqlite", "sqlite*", or "flat" for PORTDIR or in a synced overlay. This option is the default if PORTDIR_CACHE_METHOD is one of these. -N Do not run emerge --metadata. Usually, this is the default, see -M. -t Use temporary file to save the current database (excluding eix-diff later) -T Do not measure time -q Be quiet (close stdout) -w Run emerge-webrsync instead of emerge --sync. -W Run emerge-delta-webrsync instead of emerge --sync. -c CMD Run CMD instead of emerge --sync. -C OPT Add OPT to the emerge --sync command (or whatever is used instead). This option can be used accumulatively. -o OPT Add OPT to each eix-update command. This option can be used accumulatively. -L OPT Add OPT to each call of layman. This option can be used accumulatively. -r Clear /var/cache/edb/dep/* before syncing. This is only useful when you use e.g. PORTDIR_CACHE_METHOD=flat and FEATURES=metadata-transfer is active. (This option is not default anymore). -R Cancel previous -r (e.g. if it was used in ${eixsyncconf}). -v Verbose: output of executed commands. -n Dry run. You might want to combine this with -v. This implies -aHT -H Suppress status line update. -h Show this text and exit.
de: Aufruf: ${n} [Optionen] Dieses Skript ruft emerge --sync/--metadata auf und zeigt Aktualisierungen. (${p}) Falls die Option -t nicht benutzt wird, wird die alte Datenbank als ${eixprevious} gespeichert. Die Datei ${eixsyncconf} und die (Umgebungs-) Variable EIX_SYNC_CONF (die wiederum als Vorgabe die verzögerte Ersetzung von EIX_SYNC_OPTS ist) bestimmen, für welche Overlays layman aufgerufen wird, welche Vorgabe-Optionen benutzt werden, und sie können auch verschiedene Hooks enthalten: „man eix“ erklärt Genaueres hierzu. Die Vorgabe-Optionen (z.B. aus EIX_SYNC_OPTS) werden evaluiert, also quoten Sie sie richtig und sorgen Sie sich um Sicherheitsrisiken. Natürlich wird „--“ in den Vorgabe-Optionen alle Kommandozeilenoptionen verhindern. Die folgenden Optionen gibt es: -i Ignoriere vorherige Optionen bis auf -n (sinnvoll bei ${eixsyncconf}). -a Es wird stets angenommen, dass ein Baum/Overlay verändert wurde (Mit have_changed=: in einem !-Hook kann dies erzwungen werden). -s [USER@]SERVER[:DIR] Synce via rsync vom SERVER. USER/DIR sind per Vorgabe der aktuelle User und PORTDIR. Ein leerer SERVER nimmt die Option zurück. Diese Option impliziert -0 -0 Kein eix --sync. Dies impliziert -a -2 [USER@]CLIENT[:DIR] Synce via rsync *auf* den CLIENT, falls das Syncen zuvor erfolgreich war. Danach sollte auf dem CLIENT eix-sync -u aufgerufen werden. Falls bereits gesynct wurde, ist es sinnvoll, diese Option mit mit -uU zu kombinieren. -U Die Datenbank wird nicht geändert, die Hooks nach eix-update (@-Zeilen) werden nicht ausgeführt, und zeige keine Unterschiede Diese Option impliziert -R -u Führe nur das Datenbank-Update durch und zeige die Unterschiede. Dies ist gleichbedeutend mit -0l@s "" -F Fehlerabbruch bei Problemen mit Layman oder Hooks (! !! ~ @ @@ Zeilen). Hooks können durch Setzen von FATAL_HOOKS oder Aufruf von „die“ erzwungen oder überschrieben werden. -+ Kein Fehler bei layman oder Hooks (Zeilen mit ! !! ~ @ @@). Dies können die Hooks mit der Variable NONFATAL_HOOKS überschreiben. -l Kein Layman (und keine !-Zeilen in ${eixsyncconf}); Aber die !!-Zeilen und nachgestellte Hooks (@- und @@-Zeilen) werden dennoch ausgeführt. -A Kein Aufruf von eix-remote add1/add2 -@ Keine Hooks (@- und @@-Zeilen) aus ${eixsyncconf}. -S Keine Hooks nach emerge --sync (@-Zeilen). -M Mit emerge --metadata. Dies kann nötig sein, wenn die Cache-Methode „sqlite“, „sqlite*“ oder „flat“ für PORTDIR oder einem synchronisierten Overlay benutzt wird. Diese Option ist die Vorgabe, wenn PORTDIR_CACHE_METHOD einen dieser Werte hat. -N Kein emerge --metadata. Dies ist normalerweise die Vorgabe, siehe -M. -t Speichere die aktuelle Datenbank nur in einer temporären Datei. Dies schließt natürlich ein späteres eix-diff aus. -T Keine Zeitmessungen -q Keine Ausgabe (schließt stdout) -w Benutze emerge-webrsync statt emerge --sync. -W Benutze emerge-delta-webrsync statt emerge --sync. -c CMD Benutze CMD statt emerge --sync. -C OPT Fügt Option OPT dem emerge --sync (oder dem Ersatz dafür) hinzu. Diese Option kann akkumulativ benutzt werden. -o OPT Fügt Option OPT jedem Aufruf von eix-update hinzu. Diese Option kann akkumulativ benutzt werden. -L OPT Fügt Option OPT jedem Aufruf von layman hinzu. Diese Option kann akkumulativ benutzt werden. -r Löscht /var/cache/edb/dep/* vor dem Syncen. Dies ist nur sinnvoll, wenn z.B. PORTDIR_CACHE_METHOD=flat und FEATURES=metadata-transfer aktiv sind. (Diese Option ist keine Vorgabe mehr). -R Löscht vorhergehendes -r (z.B. aus einem ${eixsyncconf}). -v Ausführliche Ausgabe der ausgeführten Kommandos. -n Testdurchlauf ohne tatsächliches Ausführen; am besten mit -v kombinieren! Die Option impliziert -aHT. In der Regel sollte das mit -v kombiniert werden. -H Keine Ausgabe der Statuszeile. -h Zeigt diesen Text und beendet das Programm danach.

# eix-sync
source: Something went wrong with ${curr_cmd}
de: Fehler beim Aufruf von ${curr_cmd}

# eix-sync
source: Running !!-hooks
de: Starte !!-Hooks

# Statusline eix-sync
source: Running !!-hooks
de: Starte !!-Hooks

# eix-sync
source: Running !-hooks
de: Starte !-Hooks

# Statusline eix-sync
source: Running !-hooks
de: Starte !-Hooks

# eix-sync
source: Your eix-sync configuration contains an obsolete hook "eix-remote*add*" or "eix-remote*update*" Since eix-0.29.0, "eix-remote add*" is called automatically by eix-sync if appropriate, so this is usually not needed and probably a mistake. Remove this hook from EIX_SYNC_CONF or /etc/eix-sync.conf to proceed. If you know what you are doing you can suppress this error by using a different syntax like quoting eix-remote.
de: Die Konfiguration von eix-sync enthält einen obsoleten Hook „eix-remote*add*“ oder „eix-remote*update*“ Seit eix-0.29.0 wird „eix-remote add*“ bei Bedarf automatisch von eix-sync aufgerufen, so dass dies normalerweise unnötig und vermutlich falsch ist. Entfernen Sie diesen Hook von EIX_SYNC_CONF oder /etc/eix-sync.conf. Wenn Sie das Kommando bewusst beibehalten wollen, können Sie diese Fehlermeldung durch Benutzung einer anderen Systax vermeiden, etwa indem Sie eix-remote quoten.

# eix-sync
source: Syncing all portage overlays
de: Synce alle Portage-Overlays

# Statusline eix-sync
source: Syncing all portage overlays
de: Synce alle Portage-Overlays

# eix-sync
source: ${mycmd} -S failed
de: ${mycmd} -S schlug fehl

# eix-sync
source: Syncing portage overlay ${j}
de: Synce Portage-Overlay ${j}

# Statusline eix-sync
source: Syncing portage overlay ${j}
de: Synce Portage-Overlay ${j}

# eix-sync
source: ${mycmd} -s ${j} failed
de: ${mycmd} -s ${j} schlug fehl

# eix-sync
source: Running ${myvarcmd}
de: Starte ${myvarcmd}

# Statusline eix-sync
source: Running ${myvarcmd}
de: Starte ${myvarcmd}

# eix-sync
source: ${myvarcmd} failed
de: ${myvarcmd} schlug fehl

# eix-sync times
source: %6d seconds for %s\n
de: %6d Sekunden %s\n

# eix-sync times
source: Time statistics:
de: Benötigte Zeit:

# eix-sync times
source: initial eix-update
de: für erstmaliges eix-update

# eix-sync times
source: syncing
de: zum Syncen

# eix-sync times
source: client syncing
de: Zum Syncen des Clients

# eix-sync times
source: metadata update
de: zum Aktualisieren der Metadaten

# eix-sync times
source: eix-update
de: für eix-update

# eix-sync times
source: eix-diff
de: für eix-diff

# eix-sync times
source: %6d seconds total\n
de: %6d Sekunden insgesamt\n

# eix-sync
source: Running ~-hooks
de: Starte ~-Hooks

# Statusline eix-sync
source: Running ~-hooks
de: Starte ~-Hooks

# eix-sync
source: ${c} (output of ${curr_cmd}) failed
de: ${c} (Ausgabe von ${curr_cmd}) schlug fehl

# eix-sync
source: ${curr_cmd} failed
de: ${curr_cmd} schlug fehl

# eix-sync
source: Removing old portage-cache in ${local_varcache}/var/cache/edb/dep
de: Lösche alten Portage-Cache aus ${local_varcache}/var/cache/edb/dep

# Statusline eix-sync
source: Removing old portage-cache in ${local_varcache}/var/cache/edb/dep
de: Lösche alten Portage-Cache aus ${local_varcache}/var/cache/edb/dep

# eix-sync
source: rm -rf ${local_varcache}/var/cache/edb/dep/* failed
de: rm -rf ${local_varcache}/var/cache/edb/dep/* schlug fehl

# eix-sync
source: rsyncing from ${hostdir}
de: rsync auf ${hostdir}

# Statusline eix-sync
source: rsyncing from ${hostdir}
de: rsync auf ${hostdir}

# eix-sync
source: Could not rsync from ${hostdir}
de: Konnte nicht von ${hostdir} rsyncen

# eix-sync
source: rsyncing to ${hostdir}
de: rsync auf ${hostdir}

# Statusline eix-sync
source: rsyncing to ${hostdir}
de: rsync auf ${hostdir}

# eix-sync
source: Could not rsync to ${hostdir}
de: Konnte nicht auf ${hostdir} rsyncen

# eix-sync
source: eix-cache does not exist
de: eix-Cache existiert nicht

# eix-sync
source: eix-cache format has changed
de: eix-Cache-Format hat sich geändert

# eix-sync
source: Copying old ${eixcache} cache to temporary file
de: Kopiere alten ${eixcache} Cache in temporäre Datei

# Statusline eix-sync
source: Copying old ${eixcache} cache to temporary file
de: Kopiere alten ${eixcache} Cache in temporäre Datei

# eix-sync
source: Could not copy database to temporary file ${tmpfile}
de: Konnte die Datenbank nicht in temporäre Datei ${tmpfile} kopieren

# eix-sync
source: eix-remote add${remote_num}
de: eix-remote add${remote_num} schlug fehl

# Statusline eix-sync
source: eix-remote add${remote_num}
de: eix-remote add${remote_num} schlug fehl

# eix-sync
source: eix-remote add${remote_num} failed
de: eix-remote add${remote_num} schlug fehl

# eix-sync
source: eix-update was apparently already called in a hook
de: eix-update wurde anscheinend bereits in einem Hook aufgerufen

# eix-sync
source: Running @@-hooks
de: Starte @@-Hooks

# Statusline eix-sync
source: Running @@-hooks
de: Starte @@-Hooks

# eix-sync
source: Calling eix-diff
de: Starte eix-diff

# Statusline eix-sync
source: Calling eix-diff
de: Starte eix-diff

# eix-sync
source: failed to diff against current cache
de: Konnte nicht mit aktuellem Cache vergleichen.

# eix-sync
source: Main gentoo tree does not appear to have changed: exiting Use -a or set have_changed=: in a ! hook to override this check
de: Der Gentoo Baum wurde anscheinend nicht verändert: Vorzeitiges Ende. Benutzen Sie -a oder setzen Sie have_changed=: in einem !-Hook, um diesen Test zu verhindern

# eix-sync
source: Running @-hooks
de: Starte @-Hooks

# Statusline eix-sync
source: Running @-hooks
de: Starte @-Hooks

source: Usage: ${n} [options] detail|brief|quick This is a wrapper script for eix (${p}). It calls eix -tTc several times with various variable settings in order to display missing packages or packages with obsolete entries in /etc/portage/package.* in a more organized manner than eix -tTc would do alone. The speed and displayed details depend on whether you use the argument "detail", "brief", or "quick". On all three cases the same checks are done, the difference in output is only the amount of details for the matches. For displaying matching packages the format specified in the variable FORMAT_TEST_OBSOLETE is used (which defaults to %{FORMAT_ALL_COMPACT}). Note that the result depends on your settings of the TEST_FOR_*, REDUNDANT_IF_*, and NONEXISTENT_IF_* variables. In particular, the variables REDUNDANT_IF_{IN,DOUBLE}_{USE,ENV,CFLAGS} and REDUNDANT_IF_MIXED are false by default. Thus, e.g. to activate the two possible tests for /etc/portage/package.use you should set (e.g. in /etc/eixrc) something like REDUNDANT_IF_IN_USE=-some REDUNDANT_IF_DOUBLE_USE=some The following options are available: -c use CHECK_INSTALLED_OVERLAYS=true -C use CHECK_INSTALLED_OVERLAYS=repository -d This can be used instead of the argument "detail" -b This can be used instead of the argument "brief" -q This can be used instead of the argument "quick" -H Suppress status line update -h Show this help text Options -b, -d, and -q are meant to be used in EIX_TEST_OBSOLETE_OPTS to specify the default behavior. If neither -c nor -C is used, then CHECK_INSTALLED_OVERLAYS is not modified. The (recommended) default for CHECK_INSTALLED_OVERLAYS is "repository" which is much faster than CHECK_INSTALLED_OVERLAYS=true but works only reliable for packages installed with repository information (which is done by all recent portage versions). The argument can be abbreviated, e.g. instead of "brief" you can just use "b".
de: Aufruf: ${n} [Optionen] detail|brief|quick Dies ist ein Wrapper-Skript für eix (${p}). Es ruft eix -tTc mehrfach mit verschiedenen Variablen auf, um fehlende Pakete oder Pakete mit obsoleten Einträgen in /etc/portage/package.* etwas organisierter anzuzeigen als nur eix -tTc. Geschwindigkeit und angezeigte Details des Skripts hängen davon ab, ob die Option „detail“, „brief“, oder „quick“ benutzt wird. In allen drei Fällen werden die selben Tests gemacht; der Unterschied in der Ausgabe betrifft nur die Details für Treffer. Zur Ausgabe der Pakete wird das Format der Variablen FORMAT_TEST_OBSOLETE benutzt (deren Vorgabe %{FORMAT_ALL_COMPACT} ist). In jedem Fall hängt des Ergebnis von den Werten der Variablen TEST_FOR_*, REDUNDANT_IF_* und NONEXISTENT_IF_* ab. Insbesondere sind per Vorgabe die Variablen REDUNDANT_IF_{IN,DOUBLE}_{USE,ENV,CFLAGS} und REDUNDANT_IF_MIXED auf „false“ gesetzt. Um also beispielsweise die beiden Tests für /etc/portage/package.use zu aktivieren, sollte so etwas wie REDUNDANT_IF_IN_USE=-some und REDUNDANT_IF_DOUBLE_USE=some (beispielsweise in /etc/eixrc) gesetzt werden. Optionen: -c Benutze CHECK_INSTALLED_OVERLAYS=true -C Benutze CHECK_INSTALLED_OVERLAYS=repository -d Dies ersetzt das Argument „detail“ -b Dies ersetzt das Argument „brief“ -q Dies ersetzt das Argument „quick“ -H Keine Ausgabe der Statuszeile -h Zeigt diesen Hilfetext an Die Optionen -d, -b und -q sind dazu gedacht, in EIX_TEST_OBSOLETE_OPTS zum Festlegen von Vorgaben benutzt zu werden. Ohne -c oder -C wird CHECK_INSTALLED_OVERLAYS nicht modifiziert. Die (empfohlene) Vorgabe für CHECK_INSTALLED_OVERLAYS ist „repository“. Dies ist viel schneller als CHECK_INSTALLED_OVERLAYS=true, funktioniert aber nur für diejenigen Pakete zuverlässig, die mit Repository-Information installiert wurden (alle neueren Portage-Versionen tun dies). Die Argumente können abgekürzt werden; beispielsweise kann „b“ statt „brief“ benutzt werden.

# Obsolete-Table
source: ... considered as ${z}
de: … wegen ${z}

# Obsolete-Table
source: Skipping check of entries in ${rump}*
de: Übergehe Test: Einträge in ${rump}*

# Obsolete-Table
source: No redundant entries in any ${rump}*
de: Keine redundanten Einträge in ${rump}*

# Obsolete-Table
source: Redundant in some ${rump}*:
de: Redundant in ${rump}*:

# Obsolete-Table
source: No redundant entries in ${rump}{,accept_}keywords
de: Keine redundanten Einträge in ${rump}{,accept_}keywords

# Obsolete-Table
source: Skipping check: redundant entries in ${rump}{,accept_}keywords
de: Übergehe Test: redundante Einträge in ${rump}{,accept_}keywords

# Obsolete-Table
source: No uninstalled entries in ${rump}{,accept_}keywords
de: Keine nicht-installierten Einträge in ${rump}{,accept_}keywords

# Obsolete-Table
source: Not installed but in ${rump}{,accept_}keywords:
de: Nicht installiert, aber in ${rump}{,accept_}keywords:

# Obsolete-Table
source: Skipping check: uninstalled entries in ${rump}{,accept_}keywords
de: Übergehe Test: nicht-installierte Einträge in ${rump}{,accept_}keywords

# Obsolete-Table
source: No redundant entries in ${rump}mask
de: Keine redundanten Einträge in ${rump}mask

# Obsolete-Table
source: Skipping check: redundant entries in ${rump}mask
de: Übergehe Test: redundante Einträge in ${rump}mask

# Obsolete-Table
source: No uninstalled entries in ${rump}mask
de: Keine nicht-installierten Einträge in ${rump}mask

# Obsolete-Table
source: Not installed but in ${rump}mask:
de: Nicht installiert, aber in ${rump}mask:

# Obsolete-Table
source: Skipping check: uninstalled entries in ${rump}mask
de: Übergehe Test: nicht-installierte Einträge in ${rump}mask

# Obsolete-Table
source: No redundant entries in ${rump}unmask
de: Keine redundanten Einträge in ${rump}unmask

# Obsolete-Table
source: Skipping check: redundant entries in ${rump}unmask
de: Übergehe Test: redundante Einträge in ${rump}unmask

# Obsolete-Table
source: No uninstalled entries in ${rump}unmask
de: Keine nicht-installierten Einträge in ${rump}unmask

# Obsolete-Table
source: Not installed but in ${rump}unmask:
de: Nicht installiert, aber in ${rump}unmask:

# Obsolete-Table
source: Skipping check: uninstalled entries in ${rump}unmask
de: Übergehe Test: nicht-installierte Einträge in ${rump}unmask

# Obsolete-Table
source: No redundant entries in ${rump}use
de: Keine redundanten Einträge in ${rump}use

# Obsolete-Table
source: Skipping check: redundant entries in ${rump}use
de: Übergehe Test: redundante Einträge in ${rump}use

# Obsolete-Table
source: No uninstalled entries in ${rump}use
de: Keine nicht-installierten Einträge in ${rump}use

# Obsolete-Table
source: Not installed but in ${rump}use:
de: Nicht installiert, aber in ${rump}use:

# Obsolete-Table
source: Skipping check: uninstalled entries in ${rump}use
de: Übergehe Test: nicht-installierte Einträge in ${rump}use

# Obsolete-Table
source: No redundant entries in ${rump}env
de: Keine redundanten Einträge in ${rump}env

# Obsolete-Table
source: Skipping check: redundant entries in ${rump}env
de: Übergehe Test: redundante Einträge in ${rump}env

# Obsolete-Table
source: No uninstalled entries in ${rump}env
de: Keine nicht-installierten Einträge in ${rump}env

# Obsolete-Table
source: Not installed but in ${rump}env:
de: Nicht installiert, aber in ${rump}env:

# Obsolete-Table
source: Skipping check: uninstalled entries in ${rump}env
de: Übergehe Test: nicht-installierte Einträge in ${rump}env

# Statusline eix-test-obsolete
source: license
de: Lizenz

# Obsolete-Table
source: No redundant entries in ${rump}license
de: Keine redundanten Einträge in ${rump}license

# Obsolete-Table
source: Skipping check: redundant entries in ${rump}license
de: Übergehe Test: redundante Einträge in ${rump}license

# Obsolete-Table
source: No uninstalled entries in ${rump}license
de: Keine nicht-installierten Einträge in ${rump}license

# Obsolete-Table
source: Not installed but in ${rump}license:
de: Nicht installiert, aber in ${rump}license:

# Obsolete-Table
source: Skipping check: uninstalled entries in ${rump}license
de: Übergehe Test: nicht-installierte Einträge in ${rump}license

# Obsolete-Table
source: No redundant entries in ${rump}accept_restrict
de: Keine redundanten Einträge in ${rump}accept_restrict

# Obsolete-Table
source: Skipping check: redundant entries in ${rump}accept_restrict
de: Übergehe Test: redundante Einträge in ${rump}accept_restrict

# Obsolete-Table
source: No uninstalled entries in ${rump}accept_restrict
de: Keine nicht-installierten Einträge in ${rump}accept_restrict

# Obsolete-Table
source: Not installed but in ${rump}accept_restrict:
de: Nicht-installiert, aber in ${rump}accept_restrict:

# Obsolete-Table
source: Skipping check: uninstalled entries in ${rump}accept_restrict
de: Übergehe Test: nicht-installierte Einträge in ${rump}accept_restrict

# Obsolete-Table
source: No redundant entries in ${rump}cflags
de: Keine redundanten Einträge in ${rump}cflags

# Obsolete-Table
source: Skipping check: redundant entries in ${rump}cflags
de: Übergehe Test: redundante Einträge in ${rump}cflags

# Obsolete-Table
source: No uninstalled entries in ${rump}cflags
de: Keine nicht-installierten Einträge in ${rump}cflags

# Obsolete-Table
source: Not installed but in ${rump}cflags:
de: Nicht-installiert, aber in ${rump}cflags:

# Obsolete-Table
source: Skipping check: uninstalled entries in ${rump}cflags
de: Übergehe Test: nicht-installierte Einträge in ${rump}cflags

# Statusline eix-test-obsolete
source: installed
de: installiert

# Obsolete-Table
source: All installed versions of packages are in the database.
de: Alle installierten Paketversionen sind in der Datenbank.

# Obsolete-Table
source: Installed packages with a version not in the database (or masked):
de: Folgende installierte Pakete sind nicht in der Datenbank:

# Obsolete-Table
source: Skipping check: installed but not in the database
de: Übergehe Check für installierte Pakete, die nicht in der Datenbank sind
